{"轮回": "印度宗教哲学术语，梵文samsāra，是印度古人的一种生命观，主要指“三世的六道轮回”的生命观，也被称为“六道轮回”。", "无明": "印度哲学术语，梵文avidyā，指不明真理，不见真实，即对真理、对真实的无知，就是无明。在佛教中，无明是障碍着众生获得解脱的根本原因。佛陀认为，凡夫之所以轮回于生死、不能涅槃、不能成佛，原因是糊涂，把不真实的当成真实，见不到真正的真实，犯了增益与损减的错误。这个糊涂，佛教有个专有名词来表达，梵文是“avidyā”，翻译成汉语就是“无明”。", "轮回无我": "净名术语，指生命从生到死、死亡到再生的流转背后没有一个常一不变、独立存在的精神主体，也就是说，并没有“我”这一精神主体在轮回，这是对小乘涅槃境界的总结。", "涅槃寂静": "佛教术语，指通过修行，能够解决了内在的自我的烦恼而获得的一种自我的清静的状态，涅槃寂静是佛教初时教法讲的涅槃境界。", "声闻乘": "佛教术语，梵文śrāvakayāna，声闻这个词的本意是倾听者，更广义的就是指信徒，一切听闻佛法、听佛说法的人都可以称为声闻，乘是佛陀度化众生走向解脱的法，声闻乘属于小乘佛法，主要指的是初时教法中的四圣谛法门——知苦、断集、证灭、修道。声闻乘行者是通过听闻佛陀说的初时教法、闻法信受、精进修行、最终证悟个体解脱的这类众生。声闻乘的修行，通过受三皈依戒成就信根，坚信四圣谛，修五停心观等，进第五地的戒定慧三学的成就。再进入声闻乘的见道位，这就是声闻乘的第六地。声闻乘的第七地到第十地，分别对应的就是须陀洹、斯陀含、阿那含和阿罗汉果位。", "三十七道品": "佛教术语，梵文saptatriṃśadbodhipakṣyān dharmān，又名三十七菩提分法。“三十七道品”是修行的三十七个具体的内容，实际是“声闻乘”，也就是佛陀的“初时教法”或者叫作“小乘佛法”里最主要的修行方法。三十七项内容可分为七组，依照《清净道论》，名为“四念处”、“四正勤”、“四神足”、“五根”、“五力”、“七觉支”、“八支圣道”。“三十七道品”，是典型的“声闻乘”修行者的修行，《维摩诘经》中说“三十七道品”是菩萨净土，也就是修行大乘佛法的人，以发无上的菩提心之后，由菩提心摄受下去修“三十七道品”，所以“三十七道品”也是大乘佛法的修行。", "出离心": "佛教术语，指基于三世六道轮回的生命观生起的出离生死轮回、寻求解脱、希求涅槃的心。", "除妄即真": "净名精舍术语，佛陀在初时教法中把凡夫世界不真实的东西除掉了，然后说那就是真，但对于外部世界是否存在的问题是没有明确说明的，也就是说佛陀在这里采用的是以“不是什么”的表达模式来表达诸法的真实，来表达他所证悟的真实性的。", "涅槃": "佛教术语，梵文nirvāṇa，nirvāṇa是niḥ+√vā的过去分词，词根vā，指吹、熄灭，niḥ，指没有，也有出、离、去、往外的意思，nirvāṇa原指吹灭，或吹灭之状态，这个词的基本含义就是熄灭涅槃，意译为灭、灭度、寂灭、圆寂、解脱、无为、自在等，“nirvāṇa”这个梵文词在印度民间的俗语形态是nibbāna，汉传佛教从nibbāna这个词音译成汉语就是涅槃，在三世说生命观的背景下涅槃特指生死轮回的熄灭。佛法是释迦牟尼给出的，能够最有效的引领众生走向涅槃的解决方案。释迦牟尼给出的涅槃方案与印度其他宗教家给出的涅槃方案有根本上的不共之处。", "初时教法": "佛教术语，指佛陀立足凡夫境界向凡夫说的一类法，以“四谛、无我、涅槃寂静”三个基本道理为核心内容。佛陀初时教法的代表性经典，在汉传佛教里边是《阿含经》。初时教法可以概括为八个字：“四谛无我、涅槃寂静”。初时教法讲四谛，讲十二缘起，讲人我空。人我空就是解构凡夫对人我的执着。初时教法以“除妄即真”极为隐秘地遮诠诸法真实性。《解深密经》中说，初时教法是佛陀“惟为发趣声闻乘者，以四谛相转正法轮”。就是初时教法是讲给发小乘心的众生听的，讲的内容是苦、集、灭、道四谛法。通过初时教法的修行，证悟人无我，能够解决内在的自我烦恼而获得一种自我的清净的状态，叫作“涅槃寂静”。", "人天乘": "佛教术语，指佛陀给认同三世说生命观但生不起出离心、不想趣向于涅槃的一类众生说的法。八个字的概括：“五戒十善，人天果报”。", "三世说": "净名精舍术语，“三世”梵文taiyadhvika，是印度古人普遍对生命的一种理解和观点，认为生命是在“过去、现在、未来”这三世中轮转，故称“三世说”生命观。印度古人对生命的理解是，人的死亡不是生命的彻底的终结，死亡只是肉体的抛弃，那个精神的因素——“神识”没有死，这个神识要通过投胎转化成另一个生命体又回到这世界上来。回来以后，寿命还是有限的，死了以后神识再转化成下一个生命体再回到这世界上来，如此生生死死在“过去、现在、未来”这三世中轮回不已。", "四谛": "佛教术语，梵文 catur-vidhaṃ satyam，“苦、集、灭、道”，在佛教里叫做“四谛”，“谛”就是道理。初时教法讲四谛，讲无我，只讨论人我，没讨论法我。", "八正道": "佛教术语，梵文 āryāṣṭāṅga-mārga，又称八圣道、八支正道等。是初时教法四谛中道谛的具体内容。包括：正见、正思维、正语、正业、正命、正方便、正念、正定。指小乘修行人证人我空，断除自己内心的烦恼和痛苦，证得清净的涅槃解脱境界的正确方法或途径。", "十二缘起": "佛教术语，梵文dvādaśāvga pratītya-samutpāda，亦称“十二因缘”、“十二支”，是佛教解构误以为轮回当中有人我的一个理论，认为生命过程可以分为彼此成为条件或因果联系的环节，是佛陀建立的三大缘起之一，是初时教法破增益的缘起，是缘起的方便说，是部分听闻和缘觉乘修行的法，具体内容就是无明缘行、行缘识、识缘名色、名色缘六处、六处缘触、触缘受、受缘爱、爱缘取、取缘有、有缘生，生缘老死。", "涅槃还灭门": "佛教术语，与生死流转门相对，是小乘初时教法十二缘起的内容，即以无明尽打头，以“此无故彼无，此灭故彼灭”的形式描述智者走向解脱的状态，具体讲就是无明尽导致行尽，行尽导致识尽，识尽导致名色尽，名色尽导致六处尽，六处尽导致触尽，触尽导致受尽，受尽导致爱尽，爱尽导致取尽，取尽导致有尽，有尽导致生尽，生尽导致老死尽。", "生死流转门": "佛教术语，与涅槃还灭门相对，是小乘初时教法十二缘起的内容，即以无明打头，以“此有故彼有，此生故彼生”的形式，描述凡夫自以为的生生死死流转不已的生命轮回状态，具体讲就是无明缘行，行缘识，识缘名色，名色缘六处，六处缘触，触缘受，受缘爱，爱缘取，取缘有，有缘生，生缘老死。", "十二处": "印度哲学术语，梵文āyatana，又称“十二入”、简称“处”，指凡夫对自以为的真实世界的一种划分方式。十二处，就是把凡夫境界的一切的存在，分成了十二个状态。这十二处分为两组：第一组，“六根”，也叫“内六处”，即“眼、耳、鼻、舌、身、意”，描述凡夫内在的主观心识活动；第二组，“六尘”，也叫“外六处”，即“色、声、香、味、触、法”，描述凡夫内在主观心识所对应的那个外境。这两组六个合起来就叫“十二处”，即“眼处、耳处、鼻处、舌处、身处、意处”和“色处、声处、香处、味处、触处、法处”。所以这十二处，就是对凡夫境界凡夫自以为的一切存在的描述。", "十八界": "印度哲学术语，梵文aṣṭādaśa dhātavaḥ，把凡夫境界上的一切的存在分成十八项，佛教叫“十八界”。十八界分成了三组，第一组，叫“六尘”，是凡夫所对的外在物质的存在的世界，分为色、声、香、味、触、法。第二组，众生还有内在的心识，这叫“六识”： 眼识、耳识、鼻识、舌识、身识和意识。这“六识”要根植于众生的六个器官才能产生作用，这个六个器官佛教称为“六根”，六根是第三组，就是眼根、耳根、鼻根、舌根、身根和意根。所以这三组六个合起来，叫作“十八界”，即“眼界、耳界、鼻界、舌界、身界、意界”，“色界、声界、香界、味界、触界、法界”和“眼识界、耳识界、鼻识界、舌识界、身识界、意识界”。这是佛教对于我们凡夫境界上的一切的存在的一种划分方式。", "三法印": "佛教术语，梵文Tridṛṣṭinimittamudrā，指印证某一理论是否为佛法正见的三个基本准则：诸行无常、诸法无我、涅槃寂静。法，理法；印，指印证鉴别。能印证真伪佛法之印，故名法印，也就是鉴别真伪佛法的义理标准，如果打着宣讲佛法的旗号，但宣说的法义连三法印都不符合，那么可以就断定它不是佛法。", "指佛陀对凡夫二边见认知模式的解构": "引导凡夫从凡夫趋向圣者的法门，称为“不二法门”。凡夫自以为的真实世界以一对一对相待的名言去理解、描述，佛陀把凡夫这样的认知模式称为“二边见”，圣者看凡夫是二，只要二即是凡夫，大乘佛法二时教法抓住凡夫二的特点，以二为入手处，以解构二为方便善巧，彻底的解构凡夫自以为的真实世界，凡夫自以为的真实世界压根不真实、不存在。", "三身": "佛教术语，梵文 trikāyāh，又作三身佛、三佛身、三佛，指佛的三种身，法身、报身、化身，其实并不是说佛有三种，而是这三种身是随修行者的不同根性、不同境界的显现。", "印度大乘": "印度哲学术语，公元前6世纪，佛教产生于印度，是世界三大宗教之一，创始人为乔答摩•悉达多(GautamaSiddhārtha)，被尊称为释迦牟尼(Śākyamuni)，意即“释迦族圣人”。他宣称觉悟真理，自称佛陀(buddha)，意即“觉悟者”，佛教由此得名。印度大乘，是印度佛教中的重要组成部分。大乘，梵文mahāyāna，亦称大乘教、大乘佛法，音译“摩诃衍那”、“摩诃衍”。mahā，大，yāna，车乘，故mahāyāna有大的车乘之意，是能够自利利他，自觉觉他，引领众生趣向解脱，圆满成佛的教法，大乘佛教以“普渡众生”成佛为目地。佛陀教法分三乘：人天乘、小乘和大乘；读每一部佛经的时候，首先都应判断，是属于佛陀教法体系的哪一个部分，判教是非常重要的，如果不了解判教，把这三套教法混起来学习，只能造成思想的混乱。佛陀印可的《解深密经》三时判教最权威。要特别强调的是，佛陀三乘佛法，不是每一个学佛者在这一生当中的修行次第。 大乘佛法的两个路径，也就是《解深密经》中指出的佛陀二时教法和三时教法，二者之间不存在次第关系。佛陀二时教法与三时教法，是两个独立的修行路径。一个能够发起菩提心的人，直截了当修大乘法。", "八苦": "印度哲学术语，梵文aṣṭavidhaṃ duḥkham，八苦是四谛中苦谛的内容，指生、老、病、死、爱别离、怨憎会、求不得、五蕴炽盛，这八种。 印度学者普遍认为欲界众生有八种痛苦，因为欲界众生以为生死很真实，而且真实的生生死死之中的痛苦也很真实，这是印度普遍的观点，佛教将这八种痛苦称之为八苦（“八苦法”）。", "了义": "佛教术语，梵文是nītārtha，指最上的、最契合真实的、最圆满的道理，是相对“不了义”而言。“了”有两方面的含义，第一，是很清楚、很明白的意思；第二，是全面了解、毫无保留的意思，“义”就是道理，这里特指佛陀所说佛法的法义，了义有时也称为“胜义”、“最胜义”。", "四弘誓愿": "佛教术语，也叫做“通愿”、“共愿”，指四个宏大的誓愿，是修行大乘佛法、誓愿成就无上菩提的众生都要发的愿。四弘誓愿的内容是：众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成。", "如理思维": "佛教术语，来源于“正闻熏习、如理思维”这句话。首先要听闻正法，听闻了正法就要如理思维，就是按照佛陀的教法认真思考，反反复复的思考，思考的目的是对佛陀教法要生起确定的信心。", "如梦观": "佛教术语，梵文svapnôpamatā draṣṭavya，佛教经常用梦比喻凡夫自以为的真实的世界其实如梦境一般，梦中感觉很真实的事物，梦醒之后会发现，其实根本就没有存在过，目的是破除凡夫对凡夫自以为的真实世界的理解。", "随顺真实": "佛教术语，指佛陀所说法随顺佛陀亲证的真正的真实性——真如。", "随顺众生": "佛教术语，指佛陀所说法随顺众生的根性，也就是要适度地向凡夫做些妥协，但妥协的目的是要接引众生，走向佛陀证悟的真实。", "闻不厌足": "佛教术语，指听闻佛陀的正法，永远都不要疲厌和满足。", "人我": "佛教术语，作为一个凡夫，会认为自己内在的主观的精神世界，是一个真实存在，而且是不变的，独立的。凡夫死死地执着的这个内在主观精神的世界的真实的存在，佛教称为“人我”。人我，就是印度思想家们所坚持认为的、在生死轮回的背后，那个常一不变、独立存在的轮回的精神主体。", "法我": "佛教术语，梵文dharmasvabhāva，指法的自性，即客观物质世界的真实存在性。即凡夫执著的外在客观物质世界的独立存在、常一不变性，佛教就称为“法我”。", "菩萨": "佛教术语，梵文bodhisattva，由两个词组成，bodhi是觉，sattva指有情、众生，音译是“菩提萨埵”，简称“菩萨”，意译“觉有情”，就是“自觉觉他的有情”。一个众生、一个有情，发了菩提心，就可以说是菩萨，发菩提心的众生就是菩萨，也只有发了菩提心的菩萨，修菩萨行，才能成佛。", "菩萨道": "佛教术语，梵文bodhisattva-caryā，亦称菩萨行，就是度众生而且度了众生还得当没度，也就是菩萨是以度众生的觉他方式而实现自觉的，是以度众生的方式来修行的，这是大乘佛法区别于小乘佛法、区别于人天乘佛法的最大要害。", "菩提心": "佛教术语，梵文bodhicitta，bodhi音译为“菩提”，意译为“觉”，从糊涂到明白的过程就叫bodhi，就叫觉。citta译为“心”，表示精神活动。菩提心直译就是觉的心，大乘佛法的解脱方案是打破无明见真实，就是一个从糊涂走向明白的历程，就是希求众生从糊涂的凡夫走向智者境界而解脱的觉悟的心，就是一个修行大乘佛法的人，他们并不仅仅希求自我的解脱，而是希求众生的解脱，而且把一切众生的解脱当作自己的解脱，把度化一切众生走向解脱当作自己修行解脱的路径——这样的思想境界，这样心境的生起，佛教给了一个专有名词，叫作“菩提心”，大乘佛法的修行归根结底就是“bodhi”这个觉的心、菩提心的生起与修为的过程。", "缘生性空": "佛教术语，缘生，梵文pratītyasamutpanna，性空，梵文niḥsvabhāva，缘生就是事物所谓的存在，不过是种种条件的聚合而产生的临时的、松散性的存在，因此，缘生的事物肯定不存在着一个独立于条件、独立于缘的独立存在性，这个独立存在性肯定是不存在的，就叫性空。缘生性空，是在解构我们凡夫对凡夫境界上常一不变的独立存在的事物的执著，对常一不变的独立存在性的执著，又叫“我执”，讲缘生性空，破的就是我执，佛陀说无我。", "性空": "佛教术语，梵文niḥsvabhāva，另外亦有asvabhāva、svabhāva-śūnya等形式，直译是无自性、自性空，“无自性”就是不存在，性空的“性”对应的梵文是svabhāva，bhāva是存在，sva指与其他没有关系的、独立的、自我的，svabhāva即独立的存在性、自我的存在性，也译作“自性”，简译为“性”，niḥ、a都是否定前缀，表示没有，śūnya意思是没有，空，零，什么都没有，性空即无自性——没有自我的独立存在性，这是凡夫境界上存在的一个重要特点，佛陀讲性空，只是解构我们凡夫对凡夫境界的那种执着，执着凡夫境界的常一不变性、独立存在性。", "缘生的“缘”就是“条件”": "所谓缘生，就是事物所谓的存在，不过是种种条件的聚合而产生的临时的、松散性的存在。缘生的事物，是没有独立存在性的，没有常一不变性的，也就是无自性的。佛陀安立缘生的概念，是一种解构，是佛陀解构我们凡夫对凡夫境界的真实存在的一个解构的方便善巧。", "空性": "佛教术语，梵文śūnyatā，śūnya意思是没有，空，零，什么都没有，不存在，词尾tā，表示基本特征，基于佛陀二时教法定义空性，就是凡夫境界上的存在，是以什么都不存在为基本特征，这件事叫“空性”，在佛陀三时教法里，遍计所执自性根本、从来就不存在，给这件事儿起名叫“空性”，在二时和三时教法中，佛陀说空，不是把原来存在变为不存在，佛陀说空是说原本就根本从来没有存在过，这个特征叫“空性”，不管是二时教法还是三时教法，佛陀安立空性，是为了解构凡夫境界，是为了破除凡夫的实执、法执，就是为了破增益，而不是补损减，大乘佛法思想的不共，首先体现在无生、空性，能不能理解接受无生、空性，是进入大乘佛法的门槛，也是佛教与非佛教思想的差异。", "权便中观": "净名精舍术语，是净名精舍首席学术导师于晓非老师依据佛陀二时教法经典构建的“四重二谛”，即基于既不常也不断、既非有也非无的二谛对治模式而建立的一种中观，是接引众生证空性的过程中的阶段性的方便善巧。", "遮诠": "印度哲学术语，与表诠相对，遮诠就是间接陈述，就是不以肯定形式，而是以否定的形式做解释。二时教法用遮诠的方式——“不是什么”这样一种隐秘的方法，佛教叫“隐秘相”，而说诸法的真实性。", "实相离言": "佛教术语，实相，又名法性、真如、如如、如来藏等，指圣者证悟的真实和真实性，离言，不能够用凡夫语言表达，实相离言就是指圣者境界圣者证悟的真实和真实性是有的，但这个真实性是不能够用语言诠表。", "二时四有四无无障碍观": "净名精舍术语，指净名精舍大乘佛法二时教法的观修口诀，是净名精舍首席学术导师于晓非老师效仿古德构建佛陀二时教法教理体系的权变中观的“四重二谛”纲领后，依据韩镜清先生“四有四无无障碍观”而总结的修法口诀。 具体内容是四句话：只有相互依存，没有独立存在；只有相似相续，没有常一不变；只有能诠名言，没有所诠实义；只有“离言空性”，没有丝毫法生。", "“离言空性”": "净名精舍术语，是大乘佛法二时教法中“四重二谛”第四重二谛的“胜义谛”，佛陀把凡夫境界一切的存在，包括名言，都解构干净了，没有一丝丝法的生起——凡夫境界一切法无生，连“离言空性”这四个字也要舍弃。既然“离言”，“离言空性”四个字都是多余的，但是为了度化凡夫，又不得不暂且还要安立这四个字，因此“离言空性”这四个字还要画上引号。", "对治": "佛教术语，梵文pratipakṣa，原意是指能治，所治，除遣，弃舍，断除的意思，佛法就是佛陀用来对治凡夫无明的言教。因此，佛陀说法，全是对治，不管是“见佛闻法”的分别，还是“以楔出楔”的言说，都只是引领众生悟入佛陀亲证真实性的工具、方便和善巧，都只是过河的筏子，凡夫众生只要真正证入了宗通，这些工具和筏子都要舍弃。", "二谛": "佛教术语，谛，是道理的意思，二谛，就是两条道理：一个就叫做“世俗谛”，另一个被称为“胜义谛”。二谛是佛陀在二时教法中度化众生的一个非常有效的方便和手段。世俗谛是佛陀作为一位智者，为了度化众生，迫不得已地向众生做妥协而建立的道理。胜义谛就是在此世俗谛上，佛陀一定要引申出作为智者对这一重世俗谛境界的一个更殊胜的理解，这就是胜义谛。", "假有唯名": "净名精舍术语，是大乘佛法，二时教法中净名精舍四重二谛中的一条术语。指凡夫境界一切事物只有假说的名字而已，名字背后没有任何对应的真实事物存在。假有唯名，是四重二谛中第四重二谛的世俗谛。在第四重二谛的世俗谛中，为了凸显只剩下名言，把第三重二谛胜义谛“名言假有”的语序略作调整，称为“假有唯名”，也就是通过前三重二谛的解构，凡夫境界仅仅只剩下点“名言”了。", "解构": "净名精舍术语，通俗地讲，解构就是拆开、打散。在解读佛法时，净名精舍首席学术导师于晓非老师借用这个现代词汇，形象地表明佛陀讲法的过程和目的，就是不断的拆解，打散无明凡夫坚固的实有见。也就是佛陀他老人家对世界的理解和无明凡夫对世界的理解，完全是颠倒的，正好相反了。凡夫死死执著着根本不存在的凡夫境界而自以为是真正实存在，为了破除凡夫的这种错误观点，佛陀对无明凡夫进行不断的解构，以引领无明凡夫证悟真实。“解构”是一个很现代的词语，其实解构的过程，用佛教的语言表达就是一个字，“空”，就是空的过程，不断地空的过程。", "名言假有": "净名精舍术语，是大乘佛法，二时教法中净名精舍四重二谛中的一条术语。指凡夫境界上一切的事物都根本不存在，只是误以为存在，这个误以为的存在，叫假有；凡夫给这个误以为的存在还要起一个名，这个名，就是名言。名言假有，是第三重二谛的胜义谛。", "破实执": "佛教术语，这里的实执，特指大乘佛法二时教法中的“法我执”。也就是凡夫以为的独立于内在主观精神的人我之外的那个外在客观物质世界，就是法我。对这个外在客观物质世界的执著就是“法我执”。破实执，就是破除掉对法我的执著，属于佛陀横向教理体系中破增益的部分。", "破我执": "佛教术语，佛法中对常一不变的独立存在性的执着，叫我执，大乘佛法二时教法四重二谛当中，第二重二谛的胜义谛是性空，安立性空的名言——无自性，没有常一不变的独立存在性，对治的就是凡夫的我执，破我执，因为佛陀说，要想走向涅槃，走向解脱，必须从“有我”的凡夫走向“无我”的智者，所以打破心中的我执，一步步地淡化心中对我的执着，这就是大乘佛法的修行在纲领上的一个最一般意义上的定义，破我执，属于佛陀横向教理体系中破增益的部分。", "胜义谛": "佛教术语，梵文，paramārthasatya，谛，是道理的意思，世俗谛和胜议谛，是一对相对的名言，合称为二谛。二谛，就是两条道理：一个就叫做世俗谛，另一个被称为胜义谛。胜义谛就是在此世俗谛上，佛陀一定要引申出作为智者对这一重世俗谛境界的一个更殊胜的理解，这就是胜义谛。", "世俗谛": "佛教术语，梵文saṃvṛtisatya，谛，是道理的意思，世俗谛和胜议谛，是一对相对的名言，合称为二谛。二谛，就是两条道理：一个就叫做世俗谛，另一个被称为胜义谛。", "三套缘起": "佛教术语，梵文trividhaḥ pratītyasamutpādaḥ。缘起是佛法的核心教义。佛陀就是用缘起这样一个巨大的方便，来解构凡夫自以为的真实世界。在整个佛陀的教理体系当中，为了度化不同根性的众生，佛陀讲了三种缘起。佛陀教法的纵向教理体系，依照《解深密经》分为初时教法、二时教法和三时教法。在这三套相对独立的名言系统里，相应的佛陀就建立了三套缘起来破增益。佛陀在“初时教法”当中讲了“十二缘起”。在“二时教法”当中讲了“缘生缘起”。在“三时教法”当中讲了“藏识缘起”。依据《解深密经》三时判教，佛说的缘起只有这三套，没有第四种缘起，也就是这三种缘起，就能涵盖佛说的一切缘起。虽然都用了“缘起”，但是在这三时不同教法中，它的法义是不一样的，不能混淆。佛说缘起，并不是说由缘的和合而生起，其实是要表达由缘和合，并未真的生起事物。", "悖论归谬模型": "净名精舍术语，在认识论上对凡夫境界直接归谬而证空性。龙树菩萨在中论颂中所展现的修法，通过对凡夫境界直接归谬而证空性；佛教讲“无自性”，龙树讲的“空”，其实也是无自性，即就要破斥自性。龙树的破法，这个论证过程就叫归谬，就是把一个观点，归出错谬，来否定该观点，来破斥该观点。", "二我": "佛教术语，指人我和法我。 在佛法体系里，对凡夫所执着的自以为的真实世界的划分有很多种方法，其中最简洁的一种方法就是把它分为两类，分别起名叫“人我”和“法我”。", "二我执": "佛教术语，即人我执、法我执。 人我执，梵文ātmagrāha，人我，佛教术语，梵文pudgala，凡夫认为自己内在的主观的精神世界，是一个真实存在，而且是不变的，独立的。法我执，法我，佛教术语，梵文dharmasvabhāva，当一个凡夫执着了内在主观精神的我的存在的时候，即人我存在的时候，就一定会攀缘着主观内在精神世界之外的一个世界。内在主观精神的世界，一定要依托着主观内在精神世界之外的一个外在客观的物质世界而存在。", "修行次第": "佛教术语，就是修行的次序和步骤。佛陀教法的修行，特别是大乘佛法修行的次第，即怎么打破无明见真实。从大的次第来讲，是三个次第，叫作闻、思、修，就是听闻正法、如理思维、如法修行。从佛陀的横向教理体系的安排和修证的次第，可以分成先破增益后补损减两大次第。高度简洁地概括大乘佛法的修行过程可以用“境、行、果”三个字。作为凡夫的修行，首先就是对境发心，而后是如法修行，最终证无住涅槃而成佛。证无似相登八地，就能领受其实从凡夫到成佛，根本无次第，次第只是方便说。", "缘起": "佛教术语，梵文pratītyasamutpāda。用最简洁的语言概括表述缘起，就是缘起无生。缘起是佛法的标识。佛说缘起是为解构凡夫自以为的真实世界。佛陀教法的横向教理体系是破增益和补损减，缘起是佛陀破增益的手段、工具，这是佛说缘起的真实法义之所在。", "真实": "佛教术语，梵文bhūta‐tathatāyā，指真相、真正的存在。依照“净名弘法六要点”第二点，佛陀教理体系在横向上可判为“破增益”和“补损减”两部分。对真实的诠表属于佛法中“补损减”的内容。即佛陀给那些通过佛陀教理第一部分的学习，已经认同了佛陀关于我们凡夫境界上、我们过去自以为真实的世界其实都是不真实的道理的人，讲了第二件事：什么才是佛陀证悟的真正的真实。对“真实”的如法理解首先要依照判教，其次要依照说法立足点的不同。佛陀在《解深密经》中对由于众生根性不同而讲的法作判教，分为初时教法、二时教法、三时教法，从不同角度和不同层次安立了不同的名言系统，告诉凡夫，其实凡夫自以为的凡夫境界上的真实世界，其实一点都不真实——破增益，并且佛陀告诉凡夫什么才是佛陀认为的真正的真实——补损减。", "真实性": "净名精舍术语，梵文tattva，指佛陀亲证的真正的真实性。三时教法表达为真如、圆成实自性、如来藏心、不空如来藏、法性等，指圣者心的行处；二时教法中多表达为“实相”，系无为法，属于横向教理体系中“补损减”的部分。", "泯灭二边": "净名术语，泯灭，指的是灭绝；二边，即二边见。", "中观": "佛教术语，梵文madhyamaka，龙树菩萨对甚深般若波罗蜜的见解叫作中观见。中，指不着凡夫二边。中观，即远离凡夫二边的中道 。", "本体论": "哲学术语，英文Ontology，指探究世界的本原或基质的哲学理论，也叫做存在论。", "顿法": "净名精舍术语，指引导凡夫速疾证悟空性的修行法门。", "渐法": "净名精舍术语，是对凡夫境界平滑解构、次第消融而令众生证悟空性的法门，大乘佛法二时教法教理体系渐法的代表是净名精舍首席学术导师于晓非效仿古德构建的权变中观的“四重二谛”。", "归谬": "逻辑学术语，又叫反证法，是一种逻辑论证方法。指不直接对对方的论点、论据及论证方式进行正面驳斥，而是按照对方的逻辑和思路推导出一个明显荒谬、虚假或矛盾的结论，使其论点不攻自破。一般分为：推论式反证法、矛盾式反证法等。大乘佛教龙树菩萨《中论颂》中使用归谬法对凡夫自以为的真实世界进行了无余否定的归谬解构。", "中观的两重境界": "佛教术语，指的就是权便中观和究竟中观。", "不二": "佛教术语，梵文，advaya，指远离二边的中道。两重不二，净名术语，指两重境界的不二。这是净名精舍首席学术导师于晓非老师在《金刚经》导读中，总结出的两重不二。这两重不二是于老师站在二时教法的角度总结的。两种不二具体概括为两种情形。就是法与法的不二和法与法性的不二。法与法的不二就是纯凡夫境界上的不二。如好与坏，生与灭，常与断，有与无。目的是解构凡夫境界自以为的真实世界。法与法性的不二，是指圣者境界与凡夫境界的不二。如生死与涅槃，烦恼与菩提，五蕴与空。目的是引领众生走向解脱、见真实、显示诸法真实性的无二。两重不二的安立，是为了对治，真正的不二，是彻底地泯灭“二”，并且是以完全地泯灭一边，而达到二边双泯，以此达到远离凡夫“二边见”的中道。", "无常": "佛教术语，梵文anitya，基本含义是指没有不变的，总是在变化着的。“常”，梵文是nitya，永恒不变的意思。佛法讲无常是有层次的，大乘佛法讲无常，是根本就无生，因此也无灭，这是无常。佛陀教法讲无常，分成三个层次。第一个层次是小乘佛法的生住异灭的无常，第二个层次是佛陀二时教法四重二谛的前两重二谛、作为大乘佛法前行法的无常，即当生即灭的无常。这两个层次的无常，可以归为一类，叫作“生灭无常”。第三个层次的无常，是第二组二谛所讲的无常，叫作“无生无常”，要观凡夫境界一切的法，压根儿没产生，这是无常，所以叫作“常无，故无常。”", "两重无常": "净名术语，指生灭无常和无生无常。生灭无常，包括生住异灭的无常，和当生即灭的无常。在二时教法里，生灭无常只是无常的方便说，无常的究竟说是无生无常。以无生法义讲无常，无常的究竟法义就是无生，叫“常无故无常”，这才是甚深般若波罗蜜法门。", "无生无常": "净名术语，无常的究竟说，是佛陀“二时教法”第三、四重“二谛”，第二组“二谛”讲的“无常”，叫做“无生无常”，就是要观凡夫境界一切的法压根儿没产生，这是“无常”，所以叫做“常无故无常”。", "生灭无常": "净名术语，是无常的方便说，在佛法里讲“无常”是有层次的： 第一层次 – 小乘佛法讲无常：生住异灭的无常；第二层次 – 佛陀二时教法前两重二谛讲无常：当生即灭的无常。 以上两个层次说“无常”是生灭无常。", "法": "佛教术语，梵文是dharma，佛教高频词汇，广义上指事物、范畴、法则、正法，狭义上指佛说的法，佛陀言教。", "法性": "佛教术语，梵文dharmatā，指佛陀证悟的诸法的真实性，即真如。", "现量": "印度哲学术语，后被佛教沿用，梵文pratyakṣa，简单地讲就是凡夫依靠感觉器官，对于具体事物的直接感知，比如说看见了这张桌子，摸到了这把椅子，这就是现量，佛陀不思议常的自内证圣智境界，是佛陀的现量，是佛陀的亲证，不是推测出来的。现量、比量和圣言量这三个量仅仅是凡夫修行的抓手，目的就是为了让凡夫生起圣智。", "比量": "印度哲学术语，后被佛教引用，梵文anumāna，就是指凡夫从给定的前提，推断出结论的行为，即推理或推测。量，指认识事物之标准，比量，量的一种，详细讲就是基于现量而有比度推理而得到的结果，比如说看见远处有烟，就推测那里有火，这个有火的结论就是比量。", "圣言量": "印度哲学术语，梵文，āgama-pramāṇa，圣，指圣人；言，指教典或者圣人的教言；量，指认识事物的标准。圣言量，就是以教派的圣人教言作为标准，是量的一种。圣言量作为印度哲学术语，后被各个教派所引用，又作正教量、佛言量、至教量（梵文āpta-āgama ，指信仰者在本派所受的传统之教）、声量（梵śabda ，又作圣言量，指以本派所尊奉的圣书或圣人的教导作为正确知识的来源、标准）。在佛教中，佛陀是证道的智者，佛经中所记载的都是佛陀作为智者现证的真实、是从最清净的法界当中流淌出来的教言，这样的教言叫“圣言量”。所以佛陀教言当中，主要都是圣言量，适度地运用了比量。", "空": "佛教术语，梵文śūnya，表示没有，零，不存在。空是佛教的标志，佛教也被称为“空门”，佛教说的空，空的是原本不存在，只是凡夫无明所障，误以为的存在。《楞伽经》当中对空有全面的阐述。就是空什么？空的对象是什么？什么才能空？对于空什么的第一种表述，就是空凡夫以为存在而圣者认为不存在，这是空的对象。佛教说的空，空的是原本不存在，只是凡夫无明所障，误以为的存在。如果原本就存在，那这个存在就没必要空了，而且也空不掉了。所以空不是把原先的存在给空掉了，不是把原先的存在变为了不存在，而是空原本就不存在，只是凡夫糊涂，误以为的存在，这就是对空什么的第一种表述，空凡夫以为存在而圣者认为不存在。那么凡夫以为存在，就是凡夫以为的凡夫境界。所以对空什么的第二种表述就是空凡夫以为的凡夫境界。佛教讲空，是在不同层次上说空，讲空的时候，出现了两个词，一个叫性空，一个叫空性。性空与空性，两个相同的字，只不过字序颠倒了一下。虽然只是字序颠倒了一下，但是一定要把这两个词的法义搞清楚，它们是有区别的。性空破我执，佛陀说无我，无自性；空性破实执，佛陀说无生，一切法压根没产生，凡夫境界的存在是以什么都不存在、压根无生为基本特征的。性空与空性不分，混着讲，问题其实是很严重的。", "人无我": "佛教术语，梵文pudgalanairātmya，人无我是佛教的基本主张，印度一些外道认为，众生在三界中死了再来、死了再来的生生死死之中，得有一个常一不变的独立存在的精神主体在轮回。而佛法要说的是，这个常一不变、独立存在的六道轮回中的精神主体，是不存在的，这就是“人无我”。 佛陀讲“人无我”，目的只有一个，就是破除凡夫在生命轮回中，增益上去的恒常不变的精神主体“我”。由于众生根性的不同，佛陀在三时判教体系中解构人我所用的解构模式和解构方法也不同，“人无我”所涵盖的法义也不同。初时教法中，佛说十二缘起，貌似是在讲一环扣一环的缘起的生命链条，  实际上这个十二缘起是讲了两个重要的道理。第一，生死轮回起源于无明；第二，生死轮回只是缘起过程，中间没有贯穿于生死轮回始终的那个常一不变的独立存在的精神主体，这个在初时教法当中就叫做人无我。二时教法权便中观四重二谛前两重二谛概括为“缘生性空”，佛陀讲了一个重要的道理， 凡夫境界上一切的存在都是缘生而性空的，性空就是没有常一不变的独立存在性。没有常一不变的独立存在性，就是无自性。无自性用一个词来表示，就是“无我”。二时教法用“缘生缘起”模型，不仅解构了人我同时解构了法我，讲“人法俱空”，一切法无生。三时教法，佛说藏识缘起，是要说其实生命轮回中的身体和轮回的世界，都是“阿赖耶心识”的虚妄分别的显现，根本没有常一不变、独立存在的精神主体，这才是大乘三时了义教法对人无我的理解，了知了这个道理，可以称为“人无我”的智慧。", "法无我": "佛教术语，梵文dharmanairātmya，三时教法了义的法无我就是知道五蕴、十八界、十二处都是遍计所执自性，就是觉知蕴、界、处等凡夫心外的一切事物，其实压根不存在。 二时教法中的空性即法无我，也就是凡夫境界是以从来、压根就没有存在过为其基本特征，比如生了翳病的眼睛，显现了似毛的影，可凡夫非把这影误执为心外的毛，这个毛其实从来、压根就没有存在过，这个毛的基本特征就是空性。", "二无我智": "佛教术语，破除人我执和法我执之后圣者的智慧。二无我智有广义和狭义之说，从广义上讲，包含小乘人无我智和大乘二无我智。小乘人无我智随顺佛陀证悟的真实，随顺二无我智，但不究竟。从狭义上讲，大乘了义教法，佛陀破除凡夫自以为的真实的世界，就是破“人我执”和“法我执”。人我和法我根本不存在，不是破除和“空”的对象，与其说“空”这个不存在，不如说是“转”不存在却误以为存在的错误认识。二我是本来就没有的，是遍计所执自性，有的只是误以为有二我的执着，有的只是错误认识、虚妄分别。转识成智就是转变这个执著，转变错误认识，从二我执转变成二无我智的过程，就是从染污的依他起自性转变为清净的依他起自性。二无我智的圆满就是正智、也叫慧，(梵文prajñā)。正智攀缘真如，二无我显圆成实自性，能够证悟真实的二无我，圣者证悟的真实性就显现了。", "净名弘法六要点": "净名精舍术语，指净名精舍弘法所依止的六个原则要点。一、严格依据《解深密经》纵向判教体系；二、坚持佛陀横向教理体系——破增益、补损减；三、二时教法与三时教法最根本的差异在于佛陀说法的立足点不同；四、学习弘传大乘佛法依止佛陀和六位论师；五、弘法力求简洁、通俗；六、净名精舍一切学习、讨论的佛法教理，都是观修的法门——理论与修行并重", "净名度生四加一": "净名精舍术语，是净名精舍首席学术导师于晓非教授总结的度众生的布施修行法门。包括五件事：（一）努力告诉众生，佛说轮回如梦；（二）告诉众生佛陀找到的从人生大梦中醒来的方法；（三）如果一时半会醒不了，告诉众生佛陀教诲我们怎么做，就能导致美梦而不做恶梦；（四）对那些正在做恶梦的众生，告诉他为什么别人在做美梦，而你却在做恶梦；（五）尽我们所能，努力帮助正在做恶梦的众生。", "说法的立足点": "净名精舍术语，是净名精舍首席学术导师于晓非教授总结的学修佛法的金钥匙。“立足点”本义指观察或判断事物时所处的立场。“说法的立足点”即基于三时判教的划分和佛经中所体现的教义、教理而归纳总结的佛陀说法的立场。因此，要理解《解深密经》三时判教的关键，是理解佛陀说法的立足点的差异。初时教法、二时教法和三时教法最根本的差别就在于佛陀说法的立足点不同：初时与二时教法，佛陀立足于凡夫境界向凡夫说法；而三时教法佛陀立足于圣者境界向凡夫说法。", "中观见派": "佛教术语，梵文mādhyamika，是大乘佛教流派，是对佛陀的二时教法教理体系进行全面系统解读的学派，称为“空宗”，中国人简称中观。龙树被后世奉为中观见派的祖师，他被公认为是对佛陀二时教法的甚深般若波罗蜜法门的最权威阐释者。中观见派为印度大乘佛教的两大派别之一，另一为瑜伽行派，就是对三时教法教理体系全面系统解读的唯识，亦称为“有宗”", "瑜伽行派": "佛教术语，梵文yogācāra，对佛陀的三时教法进行梳理的学派称瑜伽行派，中国人称其唯识。唯识是个名言，指佛陀三时教法的学术体系。无著、世亲和弥勒是传承佛陀三时教法瑜伽行派，也就是唯识论的祖师。瑜伽行派典籍有《唯识二十论》、《唯识三十颂》、《三自性论》（Trisvabhāvanirdéca）、《摄大乘论》、《辩中边论》、「五蕴」、「集论」、「百法」、《瑜伽师地论》、《唯识》、《中边》、《现观》、《集论》、《瑜伽本地分》、《俱舍论》等。", "登地菩萨": "佛教术语，登地梵文bhūmy-ākramaṇa，菩萨梵文bodhisattva，在佛教中指见到佛陀证悟的真实的菩萨。大乘佛法不同的经典，对菩萨道的修行，在阶段的划分上有不同的划分方法。最常见的划分方法，把从凡夫到成佛整个菩萨道的修行历程，分成五个阶段，也叫五位。分别起名叫资粮位、加行位、见道位、修道位、证道位，描述了一个凡夫从发心到最后成佛的完整的修行历程。见道，佛教也叫“现证真实”，就是见到了佛陀证悟的真实。之后进入修道位。见道之后，也叫登地的菩萨，就进入了初地、二地、三地、四地、五地、以至十地，然后等觉、妙觉，这样一系列的不断深入的阶段的修行。见道之后的这些登地菩萨的修行，是基于诸法的真实性而发心、而修行六度境界是不一样的。佛陀证悟的真实，在二时教法常用的名言是“实相”，在三时教法叫真实性，叫“真如”。佛教界公认最著名的登地菩萨是龙树菩萨。", "菩萨乘": "佛教术语，梵文bodhisattva-yāṇa，由bodhisattva和yāṇa两个词组成，指大乘佛法，“菩萨乘，也就是大乘，”。菩萨，梵文是bodhisattva，音译成“菩提萨埵”，由两个词组成的，bodhi和sattva。bodhi是觉，sattva指有情，就是众生。bodhisattva合起来译作“觉有情”，就是“自觉觉他的有情”。觉有情有两重含义：第一，所谓觉有情就是不断努力寻求自我觉悟的有情，即感到生死轮回的苦，感到自己无明所障，要打破无明，要解脱，努力寻求自我觉悟的有情；第二，佛陀说这世界是缘生的，这世界是无我的，最后发现哪里有一个孤零零的自我的觉，我的觉就是众生的觉，离开了众生的觉，没有一个我的觉，实现我的觉就是要实现众生的觉，离开了实现众生的觉没有一个孤零零的我的觉。因此这些不断努力寻求自我觉悟的众生，发现自我觉悟只有通过觉悟其他众生而实现，所以觉有情的第二重含义就是觉他。yāṇa音译为衍那，意译为运输工具，引申义为乘渡。", "三乘": "佛教术语，梵文trīṇiyānāni，佛陀显教的教理，分为三乘，即人天乘、小乘和大乘。认同了三世说生命观，但生不起出离心的人，佛陀为他们讲了人天乘的法。认同了三世说生命观又能生起出离心，但生不起菩提心的人，佛陀给他们说了小乘佛法的法。声闻乘和缘觉乘，这两个乘合起来，就是通俗讲的小乘。佛陀给认同了三世说生命观又能够生起出离心，还能够生起菩提心的人，说了大乘佛法。 对小乘教法和大乘教法，依《解深密经》，又做了三时判教，小乘佛法又被称为初时教法，而大乘佛法分为二时教法和三时教法。初时教法对应的就是声闻乘和缘觉乘，而二时教法跟三时教法是菩萨乘，也就是大乘。", "无住涅槃": "佛教术语，梵文apratiṣṭhita-nirvāṇa，指佛的涅槃，即大乘佛法修行的佛果，是智不住生死，悲不住涅槃，佛陀以宏深悲愿不入涅槃而永度众生，这是大乘佛法的不共，这是大乘佛法的殊胜。在《楞伽经》中就表达为佛不住涅槃，涅槃不住佛，亦称为无住处涅槃。", "佛教术语": "梵文samāropa，就是凡夫死死抓住了一个在佛陀看来根本不真实的世界把它当成真实，这种真实性是凡夫强加上去的，是错误认识造成的，这个错误在佛教里边叫作增益。增益就是我们这些凡夫无明所障，糊涂，误把我们凡夫境界上的在佛陀看来根本不真实的世界当作真实。我们把凡夫境界上我们误以为真实的世界死死地抓在手里，而佛陀说，这就是妨碍着我们见到真实的最大障碍。增益与损减是连带性错误，只要增益就一定损减。凡夫无明，把没有的当作有，这个增益的有，其实是不存在的，不可得的。不能如实观察增益有的不可得，执著增益有为真有，这就是见证真实性的障碍，因此就一定损减。佛陀说，这就是增益相和损减相。", "损减": "佛教术语，梵文是apavāda，就是见不到真正的真实的错误，就是不承认圣者、佛陀有亲证的真实性，也就是把真实性在我们凡夫心中给丢掉了，那么这个错误，佛教里给了一个专有名词，叫损减。增益与损减是凡夫犯的两个根本性错误。增益的错误，就是我们凡夫死死抓住了一个在佛陀看来根本不真实的世界把它当成真实，这种真实性是凡夫强加上去的，是错误认识造成的，这个错误在佛教里边叫做“增益”（samāropa）。正是因为有了增益的错误，我们死死地抓住了一个在佛陀看来根本不真实的世界当真实，因此佛陀认为，我们就再也见不到真正的真实了。见不到真正的真实的错误，佛教里给了一个专有名词，叫“损减”。因为增益，因为我们把不真实的当成了真实，所以我们见不到佛陀证悟的真正真实，这就是损减。", "中道": "印度哲学术语，梵文madhyamā-pratipat，原意是指不堕入二元对立、远离二边见的见解，也就是“不二”就是中道。在佛教中，对中道的究竟意义的解读是指远离增益与损减的“不增益、不损减”的境界。中道在佛教当中是非常重要的概念，对中道的解读要依据判教解读。", "波罗蜜": "佛教术语，梵文pārami，音译为波罗蜜，同义梵文Pāramitā，音译为波罗蜜多 。基本含义是过河、到彼岸，意译为“渡”通“度”，佛教界习惯使用“度”。基于印度人对三世说生命观的独特理解，波罗蜜譬喻为过生命之河，过生死之河。就是从生生死死的轮回的此岸度到涅槃的彼岸。“波罗蜜”，是大乘佛教最能够传达佛教思想精髓的词汇之一，涉及佛陀教法要解决的根本问题。佛陀的初时、二时、三时教法就是给不同的众生提供过河的解决方案，佛说的一切法都是波罗蜜，小乘初时教法属于波罗蜜，大乘二时和三时教法属于甚深般若波罗蜜。", "般若": "佛教术语，梵文prajñā，俗语形态paññā。“般若”是paññā的音译，是指凡夫内心普遍具有着的可以打破无明见真实的能力，勉强意译为“大智慧”，以区别于世智辩聪。般若的法义很深，凡夫具有两面性，一面是“无明所障”，另一面又具备着可以打破无明见真实的能力，这个能力就是般若。", "二边见": "佛教术语，梵文antadvaya-grāha，二是凡夫的基本特征，在佛陀看来，凡夫对凡夫自以为的真实世界的认知有一个特点，就是总是构建一对儿一对儿的相待的名言来理解、表达、描述凡夫自以为的真实世界。比如说凡夫面对着自以为真实的世界，总要作美与丑、善与恶、长与短、高与矮、生与灭、常与断等等的判断，这一对一对的名言总是相待而立的，所谓相待，是指这些名言只能在相互关联中而施设，不能独立地存在。凡夫总是用这种落于两边的认知模式来理解和表达这个世界，佛法把凡夫的这种认知模式叫做二边见。在佛陀看来，二是凡夫的基本特征，凡夫一定二，只要二就一定是凡夫。", "心": "佛学和哲学通用术语，对心的正确的、究竟意义解读，是指佛陀三时教法中讲的心，可以分为广义和狭义两个层面解读。狭义上讲，心，梵文是﻿citta，词根是ci，就是聚集、收藏的意思。就表示所谓心，就是具有聚集、收藏的作用。“心能积集业”，梵文是﻿cittena cīyate karma。这句偈颂的意思是用“心”，聚集、收藏业。广义上讲，心，指佛陀三时教法所讲述的阿赖耶识、正智、真如。", "二时教法的心": "最常见的表达是菩提心，佛教术语，梵文是bodhi-citta。般若经当中，把菩提心分成了两个方面，分别起名叫作“世俗谛菩提心”和“胜义谛菩提心”。从般若经看，世俗谛菩提心跟胜义谛菩提心两个菩提心都生起了，就算生起菩提心了。从大乘佛法的修行来讲，一切都是从发菩提心开始的。在二时教法中，心的另一种含义，更多地表达为思想、精神、心灵、甚至是灵魂，英文常表达为mind、consciousness，甚至是soul。这是人们通常所理解的心，这种对于心的理解，是有主体的理解，认为心是我的心，是我的思想，是我的意识，甚至是我的灵魂。这是对心的错误的理解。对于这种理解，佛陀是批判的。对于这种理解的心，佛法讲是必须要空的。", "胜义谛菩提心": "佛教术语，梵文 āryasatya-bodhi-citta ，在世俗谛菩提心愿的驱使下，在空上度众生就是胜义谛菩提心。菩提心的法义很深，可以从不同角度，不同层次去解读菩提心，比如“性空”和“空性”的不同层次。二时教法对菩提心有个解读，这是入手修行大乘佛法的一个方便。般若经说菩提心是由两个方面组成的，分别起名叫作“世俗谛菩提心”和“胜义谛菩提心”。从般若经看，世俗谛菩提心跟胜义谛菩提心两个菩提心都生起了，就算生起菩提心了。胜义谛菩提心就是在世俗谛菩提心的心愿的驱使下，切切实实度化一切众生走向无余涅槃的当口，还要生起一个心，观一切法是空：能度众生的菩萨是空，被菩萨度的众生是空，菩萨度众生这件事儿还是空。", "世俗谛菩提心": "佛教术语，梵文saṃvṛtti-satyatva bodhi-citta，是要发心度一切众生走向涅槃。一个修行大乘佛法的人，在悲心驱使下，要对一切众生进行帮助，进行度脱，修行的结果是增加福德，这是世俗谛菩提心。菩提心的法义很深，可以从不同角度，不同层次去解读菩提心，比如“性空”和“空性”的不同层次。二时教法对菩提心有个解读，这是入手修行大乘佛法的一个方便。般若经说菩提心是由两个方面组成的，分别起名叫作“世俗谛菩提心”和“胜义谛菩提心”。从般若经看，世俗谛菩提心跟胜义谛菩提心两个菩提心都生起了就算生起菩提心了。世俗谛菩提心，就是在世俗谛上，一个修行大乘佛法的人，一定要生起一个心，按照《金刚经》的话讲，对于“所有一切众生之类，我皆令入无余涅槃而灭度之”。", "不生不灭": "佛教术语，不生梵文是 anutpanna，佛陀说不生不灭，目的是说无生，两重无生。两重无生，皆是圣者证悟的境界。大乘佛法里不生不灭的境界，分为两重无生。第一重无生是凡夫执著的境界无生，是凡夫境界“从来无，何须生”。第二重无生是佛陀亲证的真如无生，佛证真如“本来有，不需生”。学佛修行，从大乘佛法来讲，讲不生不灭，就是证这两重无生。", "无我": "佛教术语，梵文是anātman，可细分为人无我和法无我，即没有能认识世界的精神主体我，也没有被我所认识的客观世界。人无我、法无我，合称为“二无我”，简称“无我”。无我，是“无生”的另一种表达。佛陀被称为“说缘起者”。“缘起”是佛教的重要标志。佛陀说缘起，就是为了说无生，就是为了说无我。", "不常不断": "佛教术语，指远离常见和断见二边，而取“不常不断”的中道。 常见和断见，是凡夫最容易犯的一对边见。佛陀认为常见和断见都不是佛法的正见，所以，佛陀讲法，就要引领凡夫远离常见和断见，而契入中道。", "常见": "佛教术语，梵文nityadṛṣṭi 或 śāśvatadṛṣṭi，指一种错误见解，不是佛法的正见。二见之一，为“断见”之对称。", "断见": "佛教术语，梵文uccheda-dṛṣṭi，又称断灭见、破坏断灭论，指一种错误见解，非佛法的正见。二见之一，为‘常见’之对称。", "凡夫境界": "佛教术语，梵文pṛthag-jana-gocara，在佛法体系里，准确地理解凡夫境界，要从两个层次理解，第一个层次，就是二时教法中指的凡夫自以为的真实世界，如五蕴、十二处、十八界等，就是三时教法中的遍计所执自性，即凡夫误以为的心外的存在，就是生了翳病的眼睛显现了似毛的影，而无明凡夫非执为心外的毛，这个毛就是遍计所执自性，就是凡夫境界。第二个层次，就是立足圣者的角度回看凡夫境界，指圣者能见的凡夫心所行境界，简称凡夫境界。也就是立足于圣者境界回看凡夫境界，只是一场虚妄分别，就是没有毛却误执为心外有毛的错误认识。除此之外，什么都没有。所谓凡夫境界，不过就是圣者能见的凡夫心的显现，重要的是，不是显现出了心外事物，只是显现出了心外没有事物，却误以为心外有事物的错觉——唯识无境。这就是佛陀的唯心的法义，这是究竟了义的佛法。", "圣者境界": "佛教术语，指圣者证悟的真实境界，佛教不同的教理体系，对圣者的定义不同，小乘的圣者境界指小乘初果须陀洹到四果阿罗汉亲证的境界，大乘的圣者境界指从登地见道到证道成佛亲证的境界，大乘的圣者境界是离能所的，是凡夫的言说无法诠表的，是破除了一切的言说真实，才能彰显的离言真实，圣者境界也是佛陀说法的立足点之一。", "见道": "佛教术语，梵文是darśana-mārga，自编就是见到了通向成佛的道路了。大乘佛法，把一个众生从凡夫到最后成佛，这个整个的历程分成了五个阶段，分别起名叫做资粮位、加行位、见道位、修道位和证道位。资粮位，准备资粮，也就是准备工作。加行位，就是通过资粮位的修行，资粮具足了，准备冲刺了，见道位之前的那一段冲刺的过程，就叫加行位。见道位就是见道了，这个道就是道路，就是见到了通向成佛的道路了。见道位之后叫修道位，见到了通向成佛的道路之后，那么就要在这个成佛的大道上努力地修行，这就是修道位。最后叫证道位，就是沿着这条大道修行到最后的终点，就是成佛。", "解脱": "宗教术语，梵文mokṣa，即解开、放开，脱离束缚而得自在的意思，也做涅槃的别名。在印度宗教中，解脱，意即“解放”，是印度宗教的重要神学与哲学概念，指生命个体脱离生死轮回及其带来的各种苦，印度教、耆那教与佛教皆继承了这个观念，但各自持有不同的见解。", "两重空": "净名精舍术语，是指性空和空性。佛教讲空，是在不同层次上说空，性空与空性有着不同的法义。", "见道位": "佛教术语，梵文是darśana-mārga，就是见道了，这个道就是道路，就是见到了通向成佛的道路了。", "学佛入门三问": "净名精舍术语，指学佛者入门的三个问题。这三个问题是：1、是否相信轮回；2、是否认同轮回苦而寻求解脱；3、如何解脱。对这三个问题的回答，是判断一个人是否真正佛教徒的基本标准。", "六度": "佛教术语，梵文ṣaṭ-pāramitā，指大乘佛教菩萨道修行的六个根本法门，分别是布施度、持戒度、忍辱度、精进度、禅定度、般若度。", "安立名言": "佛教术语，梵文prajñapti，就是假施设、假安立，也译作“假名”，凡夫误以为心外有事物，因此就生起言说来诠表这个误以为有的心外事物，而且追寻这个所谓的事物的产生来源的戏论。", "有无相待": "佛教术语，梵文bhāva-abhāvapakṣa，指凡夫境界的“有”与“非有”（无）是相依相待的，即循环定义。", "三时判教体系": "净名精舍术语，是佛陀教法的纵向教理体系。在佛教史上，梳理佛教理论体系内部结构的这项工作叫作“判教”。《解深密经》把佛陀整个教法分为初时教法、二时教法和三时教法。初时教法是小乘、声闻乘。二时和三时教法是大乘、菩萨乘。", "破增益": "净名精舍术语，指佛陀在解构凡夫自以为的真实世界。破增益是佛陀教法的横向体系的第一部分，属于净名精舍弘法六要点之二。", "补损减": "净名精舍术语，指佛陀给那些通过破增益教理的学习，已经从心底里彻底认同了佛陀关于凡夫境界一切的存在都是不真实的、都是根本不存在的道理，认同了这段教理的思想见解的人，讲佛陀证悟的真实是什么。补损减是佛法横向教理体系的后一部分，属于净名精舍弘法六要点之二。", "横向教理体系": "佛教术语，佛陀教法的横向教理体系，就是破增益和补损减，而对凡夫而言，破增益是重头戏。", "纵向教理体系": "净名术语，净名弘法六要点的第一条，就是严格依据《解深密经》三时纵向判教体系。在佛教史上，梳理佛教理论体系内部结构的工作叫作“判教”，《解深密经》中，就有佛陀印可的判教，称为“三时判教”，也就是在《解深密经》里边，把佛陀一生的、完整的教法分成了三个相对独立的理论体系、三个相对独立的名言系统，分别起名叫作初时教法、二时教法和三时教法。也就是《解深密经》把佛陀的显教的教理分成三套名言系统，叫做“三时判教”。另外一个名字叫做“三转法轮”，也就是“初时教法”，也称为佛陀的第一转法轮，“二时教法”也被称为佛陀的第二转法轮，“三时教法”也被称为佛陀的第三转法轮。三时判教是《解深密经》中的经中判教，因此，《解深密经》三时判教的权威性是不言而喻的。既然有经中三时判教，在学习佛法时，特别是在为其他众生宣讲佛法时，就应该严格遵循三时判教的原则。遵循判教原则的具体体现之一，就是对于分属三时教法的不同教理的内容，不可以混讲。如果把分属初时、二时或三时教理体系的不同法义混起来讲授，就完全丧失了判教的意义。", "缘生缘起": "净名精舍术语，佛陀在二时教法中讲的“缘起”。二时教法中佛说“缘生缘起”以阐述甚深“缘起无生”之理。对“缘生缘起”的解读可基于四重二谛的“渐法”及究竟中观的“顿法”两条脉络。二时教法之渐法——“四重二谛”的前两重“二谛”归结为“缘生性空”，即佛说凡夫境界一切的“存在”都不过是种种条件临时聚合而生起的存在，进而解构了凡夫境界上一切“存在”的“常一不变性”和“独立存在性”，即无自性；“四重二谛”的后两重二谛归结为“缘起无生”，进一步揭示无自性其实就是不存在，只是明明不存在而凡夫误以为存在，并且安立名言强化了凡夫的错误认识,而“名言”亦空，凡夫境界一切的存在都是以根本不存在为基本特征（空性）。通过构建“四重二谛”的方便善巧，平滑解构，次第消融，阐释“缘生”即“无生”，以实现破增益之功效。二时教法之顿法——“究竟中观”，系龙树菩萨于《中论》中所使用的归谬论证法，通过揭示“缘生”与“自性”的矛盾以解构凡夫境界，同样揭示了“缘起无生”之理，即凡夫境界一切法无生。无论是二时教法中的“渐法”还是“顿法”，佛说“缘生”，目的都是为了解构凡夫自以为的真实世界。", "法我执": "佛教术语，梵文dharmâtma-grahā，指一种执著，执著以为有“法”的自性。因此要理解什么是法我执，首先要理解什么是“法”。 “法我执”，在二时教法里，当一个凡夫执着了内在主观精神的我的存在的时候，即人我存在的时候，就一定会攀缘着主观内在精神世界之外的一个世界。内在主观精神的世界，一定要依托着主观内在精神世界之外的一个外在客观的物质世界而存在。比如说，对人而言，内在主观精神的我，人我，要依托着一个肉体而存在，而这个肉体要依托于这个世界、这个地球而存在。所以当我们凡夫执着于有一个内在主观精神的我—人我—的存在的时候，就一定会产生第二个执着，就会认为在内在主观精神的我之外，一定有一个外在客观物质世界作为它攀缘和生存的依托对象。这个外在客观物质的世界，佛教就称为“法我”；对这个世界的执着，就叫“法我执”。”法我执“，在三时教法里，“法我执”是阿赖耶识杂染种子现行产生的分别功能之一。因为阿赖耶识杂染种子现行，产生误以为心外有物的虚妄分别，从而进入能所分离的认知模式。也就是因为分别，产生能取、所取这一对二边见。分别有心外事物叫所取、分别能分别心外事物的能力叫能取。三时教法认为对所取的分别就是法我执、如果知道心外事物根本不存在——无所取，存在的只是心外事物不存在而凡夫非误以为心外事物存在的虚妄分别，即所取分别（法我执），因此也就没有了基于所取而有的能取，即二取平舍，从而达到圣者的无分别智。", "人我执": "佛教术语，梵文是ātmagrāha，指一种执著，执著以为有“人我”的自性。人我，是佛教术语，其中，“人”，梵文是pudgala，音译为“补特伽罗”，这是印度某些外道认为的众生六道轮回之中的轮回主体。“我”，梵文ātman，其基本含义是指常一不变、独立存在的本体，在哲学上一般指生命现象中的主体。“人我”，就是印度思想家们所坚持认为的在生死轮回的背后的那个常一不变、独立存在的轮回的精神主体。这个轮回的精神主体，除了人我，还有各种名称，比如众生、寿者、命者、生者、养育、众数、作者等等，这些不同命名，都是在表达对生命轮回现象背后那个常一不变、独立存在的精神主体的追寻。对人我的执著，佛教叫做人我执。（自编+引用）“人我” 作为一个凡夫 ，会认为自己内在的主观的精神世界，这是一个真实的存在。这个存在而且是不变的、独立的。也就是我从一生下来，我是个婴儿，后来是个少年，到青年、到壮年、到老年，以至于死去。在这几十年人生当中，我的肉体可以变，我什么什么都可以变，但是内在的有个主观的精神的那个世界，总没有变。上幼儿园的是我，上中学的是我，读大学的是我，现在工作挣钱的是我，有一天死了，还是我死了。我们死死地执着的这个内在主观精神的这个世界的真实的存在，佛教把这个存在叫“人我”。我们对“人我”的那种执着，佛教就叫作“人我执”。", "二时教法": "佛教术语，指佛陀立足凡夫境界向凡夫说的法，主要讲“二谛无生 实相离言”，说一切法“皆无自性、无生无灭、本来寂静、自性涅槃。根据《解深密经》中佛陀印可的判教，叫做三时判教，就是把佛陀一生的教法分成了三个层次、三个角度、三套不同的名言系统，分别起名叫做佛陀的“初时教法”、“二时教法”和“三时教法”。净名弘法六要点将此“三时判教”列为首条重要纲领，称为佛陀教理体系的“纵向判教”。初时教法是声闻乘、是小乘，而二时教法跟三时教法是菩萨乘，即大乘。二时教法的代表性经典是“般若经”，《金刚般若波罗蜜经》、《心经》等都是“般若经”中选出而来。佛陀二时教法主要讲“二谛无生、实相离言”，以“二谛”的模式解构凡夫误以为的真实。具体地讲，通过权便中观的“四重二谛”把凡夫境界一步一步解构，从而引导凡夫趣向圣者境界。但权便中观不是真正的中观。只有究竟中观才是中观。“究竟中观”是通过彻底地泯灭“二”，而达到远离凡夫“二边见”的中观。权便中观是“破增益”，究竟中观是“补损减”，这两部分合起来是完整的佛陀的二时教法体系。因此二时教法修行分为渐修模式和顿悟模式；渐修模式在本体论上对凡夫境界次第消融而证空性，这就是四重二谛的权便中观的修法，适合于钝根众生；而顿悟模式是在认识论上对凡夫境界直接归谬而证空性，这就是龙树《中论颂》里展现的修法，适合于利根众生。因此，佛陀的“二时教法”不但讲“人法皆空”，进而还讲“一切法无生”。", "四重二谛": "净名精舍术语，一种阐述佛陀二时教法“缘生缘起”的解构模式，是以凡夫的“二边见”为抓手，立足于凡夫的实有境界，通过四重“二谛”平滑解构、次第消融凡夫实有见，解构成为空性见。依这四重二谛建立佛陀二时教法破增益的修法口诀，即佛陀二时教法破增益的“四有四无无障碍观”：只有相互依存，没有独立存在；只有相似相续，没有常一不变；只有能诠名言，没有所诠实义；只有“离言空性”，没有丝毫法生。四重二谛是千百年来对佛法最接地气的本土化诠释。四重二谛是净名精舍首席学术导师于晓非老师效仿古德，把二谛构建成前后两组，共四重“二谛”：第一重二谛，世俗谛：实有，胜义谛：缘生；第二重二谛，世俗谛：缘生，胜义谛：性空；第三重二谛，世俗谛：缘生性空，胜义谛：名言假有；第四重二谛，世俗谛：假有唯名，胜义谛：“离言空性”。四重二谛就是从第一重二谛的世俗谛“实有”，这个实实在在的凡夫见，经过一步步地解构，成就第四重二谛的胜义谛——空性见。二谛是佛陀在二时教法度化凡夫的一个非常有效的方便和手段。建立世俗谛的目的就是跟我们这些凡夫勾上，能够跟我们有接口，搭上手了佛陀一定要依据这个世俗谛引申出来智者在这个世俗谛之上的一个更殊胜的理解——胜义谛。世俗谛的建立是随顺众生，胜义谛的建立是随顺真实。四重二谛的建立，是既随顺众生，又随顺真实的典范，是对凡夫心中实有见的次第消融、平滑解构，是末法时期度化众生的巨大的方便善巧。四重二谛的建立，是近1500年的佛教历史上前所未有的创举，是于晓非老师为传播和复兴大乘佛法所作出的巨大贡献，是可以载入佛教史的。四重二谛就是用二谛的模式，通过对凡夫二边见的对治，来构建起解构我们凡夫自以为的真实世界的解构模式。在胜义谛上说不常，对治常见；在世俗谛上说不断，对治断见，既不常也不断，用不常和不断，对治凡夫的常见与断见。既不常也不断、既非有也非无的二谛对治模式，只是度化众生的阶段性方便善巧，还不能够建立起远离二边的真实的中观见。因此，既不常也不断、既非有也非无这样的中观叫作“权便中观”。", "究竟中观": "净名精舍术语，中观的梵文是madhyamaka，也叫中观见，属于佛陀的二时教法，“究竟中观”是以彻底地泯灭一边，最终达到二边双泯——通过彻底地泯灭“二”，而达到远离凡夫“二边见”的中观。龙树菩萨的中观见就是以“究竟中观”而建立的。净名精舍把属于佛陀二时教法的中观阐释为两条道理，即“权便中观”和“究竟中观”。权便中观侧重于“破增益”，究竟中观侧重于“补损减”，这两部分合起来才是完整的佛陀的二时教法体系。", "唯识观": "佛教术语，梵文vijñānamātra paśyati，或vijñaptimātra paśyati，是佛陀三时教法的观修法门。就是观唯识无境，只有内在的心识（阿赖耶识），没有心识之外的事物。就是观凡夫以为的心外事物是根本不存在的，存在的只是心外事物不存在而凡夫误以为心外事物存在的这个错觉、这个虚妄分别。就是观凡夫世界只是虚妄分别，除此之外什么都没有。始终坚持唯识无境，圣者能见的凡夫心外一无所有，这才是真实的了义佛法。", "唯心所现": "佛教术语，梵文svacittadṛśyamātra，意思是“只有心自己的显现”。这是佛陀三时教法教理体系的一个词语，与“境界自心现”是同义词，是三时教法的核心词汇之一。", "种性": "佛教术语，梵文gotra，基本意思是牛的庇护所，引申的意思是家族、世系，指修行佛法的众生的“分类”。这里要区分开另一个梵文词varṇa，这个词的基本意思是肤色，皮肤的颜色，引申义就是依据肤色，依据不同人种划分的社会等级，这个词也经常被译为“种姓”，这是指印度婆罗门建立的印度的“种姓制度”里的不同种姓。佛法的修行，对众生区分了不同种性，一共有五种。就是声闻乘修行种性、缘觉乘修行种性、如来乘修行种性、不定种性和无种性。这五种修行种性。是依据众生根性不同，就是依据众生对佛陀教法领受的能力不同而划分的。", "识的两种生住灭": "佛教术语，指阿赖耶识有两种生灭的表现，即相续的生灭和相的生灭。", "转依": "转所依”就是转染成净，转识成智，就是从杂染所依的“识”转为清净所依的“智”，就是从能所分离的认知模式，转变成能所不分离的认知模式", "遍计所执自性": "就是遍计所执的存在，这是凡夫误以为的心外的存在，就是生了翳病的眼睛显现了似毛的影，而无明凡夫非执为心外的毛，这个毛就是遍计所执自性", "五法就是指五种法：相、名、妄想、正智、如如": "五法与三自性、八识、二无我这四个道理是佛陀三时教法教理体系的四根支柱。", "相": "对相的理解需要依照梵文原词和判教，在三时教法中，相要作外相和似相两种理解，第一种，外相，梵文最常用的是两个词，nimitta和lakṣaṇa，nimitta一般用于表达抽象的相，lakṣaṇa往往表达具体的相，相貌、形状、特征的意思，这两个词往往都翻译成“相”，其实严格意义上，应该翻成“外相”，心外之物的相，是凡夫误以为存在着的心外事物的相，是遍计所执自性，凡夫认为存在，而圣者认为不存在第二种，似相，阿赖耶识杂染种子现行，要是两件事儿，显现与分别，显现，就是生了翳病的眼睛显现出了似毛的影，这个影梵文是ābhāsa，往往翻译成影相，指这个影的相，是似外之相", "名": "在三时教法中对“名”有两种不同的理解：第一，从凡夫角度看，名对应的梵文是nāma，就是名字、名言的意思，是遍计所执自性，是凡夫认为存在，而圣者认为不存在；第二，从圣者角度看，名不是名言本身，而是给妄想的心外事物“安立名言”，此时名属于依他起自性，是圣者能见的阿赖耶识杂染种子现行时表现出来的分别的功能，安立名言这件事，也是个kṛ（虚妄分别），就会在阿赖耶识熏习下杂染种子，就叫“名言种子”，正是“名言种子”作为主导力量，才形成了ābhāsa“似外的显现”", "分别就是在圣者看来": "凡夫心外根本没有事物存在，可非要误以为凡夫心外有事物存在的这个误以为 ，就是虚妄分别，作为五法之一时，更多的时候被译为“妄想”，是依他起自性的“杂染”部分", "妄想": "就是虚妄分别，也译作分别，作为五法（名、相、妄想、正智和如如）之一时，更多的时候被译为“妄想”，是依他起自性的“杂染”部分，在佛法里，分别指的就是凡夫能所分离的认知模式，就是在圣者看来，凡夫心外根本没有事物存在，可非要误以为凡夫心外有事物存在的这个误以为", "正智": "是指见道位之后登初地的菩萨一直到成佛的智，正智就是佛陀三时教法的纲领五法中的一法，对应于依他起自性的清净部分。圣者的认知模式，就是“能所不分离”的认知模式。", "真如": "如如，是圣者的心的行处。圆成实自性就是圣者证悟的真实性——真如；不空如来藏就是真如；法性就是真如", "表诠": "因明学用语，就是直接陈述、正面肯定的解释，表诠是一种表述方式，与遮诠相对。表诠本身也属于名言，是佛法的一部分，完整的佛法包括说通与宗通，表诠属于说通，只要有表诠，就有能诠与所诠", "清净（种子）": "佛教中清净是与杂染相对的概念，指无分别，也经常用来指佛陀三时教法中依他起性中的清净依他起。如实认知熏习的种子，就是清净种子。知道原来只是生了翳病的眼睛所显现出来的似毛的影，仅仅是影，那个我们误以为的眼睛之外的毛其实根本、压根儿就不存在，这就是如实认知。", "杂染（种子）": "杂染在佛教当中具有特定含义，是与清净相对的概念，就是指分别。这个词也经常用来指佛陀三时教法中，依他起自性中的杂染部分。依他起自性的杂染部分，就是阿赖耶识的熏习与现行。阿赖耶识中的那些积淀的种子，其实全都是凡夫误以为心外有物的错误认识所熏习的。是由这些错误认识熏习的种子而成就的阿赖耶识，这些虚妄分别成就的藏识。", "“不落因果": "不昧因果”，此典故来自盛唐时期一禅宗公案，百丈禅师在江西的百丈山开堂说法，点化一野狐而得。在佛教中，讲因果有两重境界, 世俗因果是凡夫境界上法与法之间的因果，是假因果，必须空。世俗因果不空，凡夫境界解构不彻底，就无法见道解脱。胜义因果是立足于圣者境界安立的藏识缘起，是真因果,不能空。胜义因果不是给凡夫境界找到因，而是给凡夫境界不存在，凡夫 误以为存在的“错觉”(虚妄分别)找到因。世俗因果是“所”上的因果，落宿命，无法解脱。胜义因果是 “能”上的因果，有因果但不落宿命。不落世俗因果，不昧胜义因果。 能(因)上精进，所(果)上随缘。", "凡夫心": "净名精舍术语。凡夫心的理解可以立足凡夫境界和圣者境界做不同的解读，二时教法是佛陀立足于凡夫境界向凡夫说法，二时教法说的凡夫心是凡夫自己当下的精神活动、觉知，即凡夫的心。大乘佛法佛陀对凡夫境界做了最彻底的解构，万法皆空、一切法无生，因此，在凡夫境界上说的“心”与“物”是不存在的、根本无生。二时教法的凡夫心是凡夫以为的凡夫境界，是空的对象。三时教法佛陀立足圣者境界向凡夫说法，三时教法说的凡夫心，也称为识、阿赖耶识、藏识，唯登地以上圣者能见，非凡夫臆度之所能知。三时教法的凡夫心指没有转识成智的识，由于是圣者能见的一分真实，只能转不能空，转识成智，就是从凡夫心转为圣者心。在三时教法看来圣者能见的凡夫心，也就是由虚妄分别熏习的杂染种子所积淀下的凡夫心。凡夫心、杂染种子、杂染依他起自性是障碍证悟圆成实自性的真正障碍。立足点不同是学习大乘佛法的要害，二时教法与三时教法由于说法的立足点的不同，导致了两套相对独立的名言系统，二时教法的“凡夫心”跟三时教法的“凡夫心”是不同的，因此，不可混讲，也不能混学。", "圣者心": "净名精舍专业术语，指见道登地以上圣者的心。三时教法的“心”既代表凡夫心也代表圣者心，三时教法的“心”是唯见道登地以上的圣者能见，非凡夫臆度之所能知。凡夫心和圣者心只是心的两种不同状态，凡夫心是一种“分离”的认知模式，是糊涂的；基于对凡夫心认知模式的否定角度来表达，佛说圣者心是一种“不分离”的认知模式。指的是“能与所”的不分离，就是能认识的“心”与被认识的“物”的不分离，是无分别的，这种认知模式就是圣者心。三时教法中的“心”分 “识”与 “智”，“识”与 “智”都可以叫做 “心”，“识”也称阿赖耶识、藏识或凡夫心，“智”称为正智或圣者心。从三时教法的三自性中的依他起自性角度理解，依他起自性分杂染和清净两部分，杂染部分是“识”，清净部分是“智”，从“识”转变为“智”，叫做“转识成智”，就是从凡夫心转为圣者心。佛陀在三时教法中安立“识”，是为解构凡夫境界，重点在于破增益；“智”是为建构圣者境界，是补损减。", "错觉": "净名精舍术语，梵文vikalpa、prativikalpa或saṃkalpa等，即虚妄分别，指心外事物不存在而凡夫非误以为心外事物存在的错误认识。分别是虚妄的，为了便于理解，净名精舍首席学术导师于晓非教授引入现代词“错觉”，来表示虚妄分别。分别就是虚妄，分别就是错觉。", "外相": "净名精舍术语，梵文nimitta，lakṣaṇa，表示的都是外相，就是指由于分别而误以为心外有事物的相。无外相，梵文ānimitta，就是凡夫心外之相不存在。外相，属于佛陀三时教法名言体系，是学懂唯识的重要词汇之一。以眼翳执毛模型为例，阿赖耶识种子的现行两件事情，是显现与分别。显现，就是生了翳病的眼睛显现出了似毛的影，梵文叫ābhāsa，这个词往往翻译成影相，就是这个影的相，是似外之相。因此ābhāsa这个词，准确的翻译应该是“似相”，相似的似。对这个ābhāsa的“似相”起了分别，把一个似毛的影给误执为眼睛之外的真的毛。当误执为真毛存在的时候，这个毛也有相，比如说长短之相，直弯之相，那么对这个毛的相，梵文表达最常用的是两个词，一个是nimitta，一个是lakṣaṇa。这两个词，往往都翻译成“相”。其实严格意义上，它应该翻成“外相”，就是心外之物的相。凡夫位的修行，要对治的就是这个外相nimitta，要领受“境界自心现”，等到彻底领悟了无外相，就要见道登地做菩萨了。佛教说无相是有两重无相，无外相和无似相，就是无nimitta和无ābhāsa。", "无似相": "净名精舍术语，梵文 nirābhāsa ，就是ābhāsa加了一个否定的前缀nir，意思是没有ābhāsa的相，用个比喻就是生翳病的眼睛显现的似毛的影，这个影就是ābhāsa。加上否定前缀nir，nirābhāsa就是没有影，实叉难陀译为“无影”，也可以译为“无似相”。nirābhāsa这个词在《楞伽经》中，甚至在整个佛陀三时教理中，是举足轻重、至关重要的核心词之一，是佛陀三时教法讲的两重无相之一，如果分不清无外相和无似相，就不可能学懂唯识，就不可能通达佛陀三时教法，求那跋陀罗对nirābhāsa的错误翻译，是造成千百年来汉传佛教误读《楞伽经》的重要原因之一。在大乘佛法三时教法的眼翳执毛模型中，生了翳病的眼睛显现出了似毛的影，这个影在梵文里就叫ābhāsa，往往翻译成影相，就是这个影的相，是似外之相，因此ābhāsa准确的翻译应该是似相。无似相，就是把生翳病的眼睛治好了，似毛的影都没有了。也就是经过从初地到七地的修行，转染成净，对ābhāsa的显现坚决不做分别，以清净种子完全替代了杂染种子，以至于连ābhāsa的显现都没有了，证得无似相，彻底清除了证真如的障碍登八地证真如。因此，从七地登八地的标志就是证无似相。见道位之前的资粮位和加行位的修行，是了知心外境界，唯心所现；了知外相（nimitta）不存在，修“无外相相”。见道之后，初地到七地，虽无外相（nimitta），但往昔在阿赖耶识中种下的杂染种子还在，还会有ābhāsa的显现，因此，初地到七地修“无似相相”，所以无似相与无外相是完全不同的修行阶段。而佛教说无相是有两重无相，无外相和无似相，就是无nimitta和无ābhāsa。无外相而见道登初地，无似相而由七地登八地。", "无外相": "净名精舍术语，梵文a-nimitta，就是凡夫心外之相不存在。 大乘佛法修行空性、无相和无愿“三解脱门”，其中的无相，就是指无外相。", "熏习": "佛教术语，梵文paribhāvita，众生的行为当生即灭了，但是这个行为会在藏识当中熏习下一颗种子，藏识里的种子就是由众生的行为熏习而来的。", "六识": "佛教术语，梵文ṣaḍvijñāna（待查），六识是眼识、耳识、鼻识、舌识、身识、意识的统称。 在三时教法体系里边，我们讲只有一个识——阿赖耶识，前六识不过是阿赖耶识杂染种子现行时所表现出来的分别的功能，不是在阿赖耶识之外，还有这六个识，在三时教法里边，六识就是阿赖耶识，六识与阿赖耶识的关系是海浪与大海的关系，所以在三时教法里六识不能空，要转。二时教法里也有眼识、耳识、鼻识、舌识、身识、意识，但在二时教法里边，这六个识是凡夫当下的觉知的自己的凡夫心，是纯粹的属于凡夫境界，这就如同在二时教法里边讲色、声、香、味、触、法这六尘，这六种外境一样，是纯粹的凡夫境界，在二时教法中具体就是指眼耳鼻舌身意这六个器官上所具有的功能，这个识就是认识的识。在二时教法中这个六识是凡夫当下觉知的凡夫的心，是属于凡夫以为的凡夫境界，因此要空。", "眼翳执毛模型": "净名精舍术语，就是一个眼睛生了翳病的人，本来是因为生病，自身显现了影，他非不以为是影，非误以为是心外的毛，执着着这个心外的毛，这个执、这个错误认识的强化，就使得这个毛在我们的感知世界里无比真实了，坚不可摧了。可是佛陀告诉我们，其实这个毛根本不存在，存在的只是心外没有毛，你非误以为有毛的错觉而已。 此模型是理解三时教法核心藏识缘起的重要模型，由净名精舍首席学术导师于晓非老师总结构建。", "种子熏现模型": "净名精舍术语，是佛陀三时教法中描述藏识缘起的模型，也是理解胜义因果的重要模型，更是学习和理解佛陀三时教法理论体系的重要基础模型，由净名精舍首席学术导师于晓非老师总结构建。种子的熏习和现行，就是凡夫当下的行为（用梵文kṛ 来表述众生一切的行为），这个kṛ是无常的，是当生即灭的，但是它的作用要延续。在佛陀的三时教法，在唯识宗当中，这种作用的延续就是用藏识熏习种子的模型来表达的。这个kṛ无常、当生即灭，但是kṛ在藏识当中熏习下了一颗种子，而这颗种子等待因缘成熟的时候，它又会现行为一个新的kṛ，而这个新的行为、新的kṛ它依然是无常的、当生即灭的。这个新的kṛ虽然灭了，但是它的作用要延续下去，这个作用的延续就体现为这个新的kṛ，又在阿赖耶识、在藏识当中熏习下了一颗新的种子，这样的无穷的往复，就形成了众生的行为，以及导致这个行为所产生的那种延续的力量。在三时教法里，这就是藏识所安立的模型。这个模型我们给它起个名字，就叫做“种子熏现模型”。这里边的关键词，第一，是藏识—阿赖耶识；第二，就是kṛ；第三，就是熏习；第四，就是种子；第五，就是现行。现行这个词非常重要，翻译得非常好，它是现的行为，不是显现出物，而仅仅是显现的行为。在佛陀的三时教法，在瑜伽行派，在唯识宗里边，佛陀就是用种子熏现模型来描述我们凡夫心的活动。", "眼识转起模型": "净名精舍术语，是圣者对“看见了”是什么，是什么原因而产生了“看见了这件事儿”的理解。《大乘入楞伽经》中云：“有四种因缘眼识转。何等为四？所谓不觉自心现而执取故，无始时来取著于色虚妄习气故，识本性如是故，乐见种种诸色相故。”佛陀用四种因缘，讲述眼识转起模型。", "阿赖耶识": "佛教术语，梵文ālayavijñāna，也译作藏识，就是具有收藏的功能的识，又名空如来藏，亦即依他起自性的杂染部分，是圣者才能见的心识上的种子与kṛ（即虚妄分别）的相互缘起，是胜义因果，是“藏识缘起”，是登初地以上的菩萨、圣者才能见的凡夫心。", "阿赖耶识四要点": "净名精舍术语，准确理解佛陀三时教法的关键之一，就是要准确理解阿赖耶识，为了很好把握阿赖耶识的法义，净名精舍首席学术导师于晓非老师依据《楞伽经》、《解深密经》等，总结了四条学习阿赖耶识的要点：第一，阿赖耶识是圣者能见的一分真实。第二，阿赖耶识是凡夫的错误认识所积淀。第三，既然阿赖耶识是圣者能见，所以阿赖耶识不能空。第四，阿赖耶识虽然不能空，但阿赖耶识毕竟是凡夫的错误认识所积淀的，因此空虽不能空，必须得转——转识成智。这是佛陀三时教法的特点，是三时教法的殊胜。", "能取": "佛教术语，梵文grāha，凡夫误执心外有 nimitta，就一定会误以为还有一个真能执取心外之物的能力，这个能力，唯识学起个名字，叫“能取”，因此，“似能执取”心外之物的能力叫“见分”，凡夫误以为有的“真能执取”心外之物的能力叫“能取”。", "所取": "佛教术语，梵文grāhya，“相分”是凡夫执心外有事物的诱因，而凡夫误执的心外事物，也就是外境或者叫外境之相，即外相nimitta，在唯识学里，起个名字，叫“所取”。ābhāsa 是相分，nimitta 是所取。", "能所不分离": "佛教术语，圣者的认知模式，从对凡夫的误以为能所分离的认知模式的否定角度来表达的话，圣者的认知模式就是“能所不分离”的认知模式，圣者心是能所不分离。", "意": "佛教术语，梵文 manas，音译为“末那识”，又叫“意根”，在阿赖耶识八分法中对应第七识。意是隐藏在分别背后，使分别得以实现的推动力。没有第七识的驱动，前六识是转不起来的。", "意识": "佛教及哲学术语，梵文manovijñāna，指诸识中的第六识。在二时教法里讲的是六个识：眼识、耳识、鼻识、舌识、身识、意识，只讲这六个识。三时教法讲唯识，而且强调这个识只有一个阿赖耶识，也译作藏识。把阿赖耶识分为八份，就是八识。分别是眼识、耳识、鼻识、舌识、身识、意识、末那识、阿赖耶识。阿赖耶识杂染种子现行是显现与分别。分别就是把生翳病的眼睛显现的似毛的影，误以为心外的毛的这个误以为，这个错误认识。意识就是这个分别的功能。", "如来藏": "佛教核心术语，梵文tathāgatagarbha，这是一个复合词，由两个词组成，第一个词，tathāgata，意思是如来；第二个词是garbha，古译通常被译成“胎藏”，用现代汉语直译，就是女人的子宫。tathāgatagarbha，合起来直译就是“能孕育如来的子宫”。如来藏意指佛是由如来藏孕育降生的意思，由此可见如来藏法义在整个佛陀教法体系中的重要性。", "不空如来藏": "佛陀三时教法核心术语。佛陀证悟的真正的真实性就是真如，真如就是不空如来藏。", "空如来藏": "佛陀三时教法核心术语。阿赖耶识是圣者能见的一分真实，有时也被表达为来藏藏识、空如来藏。空如来藏，不是说如来藏本身是空，而是佛陀安立如来藏是为了“空”。为了空掉什么而安立的如来藏叫空如来藏。佛陀说“空”，其实就是要空掉凡夫误以为存在而圣者认为根本不存在的事物，是为了“破增益”。", "三时四有四无无障碍观": "净名精舍术语，佛陀三时教法破增益的修法的口诀：只有相互依存，没有独立存在；只有相似相续，没有常一不变；只有能了别识，没有所分别境；只有一隐一现，没有真实显现。“只有相互依存，没有独立存在”，是指立足于圣者境界安立藏识缘起，其中了别识与分别事识，也就是杂染种子与现行的 kṛ相互依存，互为因果，它们都不能独立存在。只有相似相续，没有常一不变”，指的是阿赖耶识未现行的杂染种子，总是处于相续的生灭过程之中，不能常一不变。“只有能了别识，没有所分别境”，是指立足于圣者境界观凡夫境界，只是唯识，没有凡夫心识之外的事物。“只有一隐一现，没有真实显现”，一隐就是虚妄分别在阿赖耶识中熏习下杂染种子；一现，就是阿赖耶识杂染种子现行，但是只是现行了虚妄分别，并没有显现出凡夫心外事物的真实存在。", "转识成智": "佛教术语，又名“转染成净”，就是从识转变为智。就是从凡夫能所分离的认知模式，转变为圣者的能所不分离的认知模式；从凡夫的分别的识转为圣者的无分别的智。转识成智从梵文的角度讲，就是从 vijñāna转变成jñāna 。就是去掉vi，去掉vijñāna那个词头vi ，去掉vi就是离分别，转识成智是佛陀三时教法修行的核心。", "kṛ": "净名精舍术语，kṛ是梵文中的一个动词词根，指众生的行为。，是对人甚至是对一切动物的行为的一个最一般的表达。比如说：我们看见一座山，这个“看”就是一个kṛ；我们听见了雷声，这个“听”也是一个kṛ；我们闻到一股香气，这个“闻”也是一个kṛ；我们尝到这个醋很酸，这个“尝”也是个kṛ；我摸到桌子了，这个“摸”也是一个kṛ；想念母亲了，这个“想”也是一个kṛ。也就是kṛ这个动词是对众生的行为的最一般的表达。", "见分": "佛教术语，，即见似相之见。阿赖耶识杂染种子现行时的显现，除了显现似相，同时还要显现“见似相之见”。如同生了翳病的眼睛，除了显现了似毛的影，同时一定还显现“见影之见”。虽然“似毛之影”和“见影之见”都是在心识中，是不分离的，但毕竟可以分为两个方面来表达。在唯识学中，有的宗派就给这两个方面还安立了名言，似毛之影叫“相分”，见影之见叫“见分”。", "相分": "佛教术语，梵文ābhāsa，即似相，阿赖耶识种子现行时显现的“似外之相”。", "两重因果": "净名精舍术语，指世俗因果和胜义因果，没有世俗因果，只有胜义因果，世俗因果要空，胜义因果要转。世俗因果是假因果，圣者认为不存在而凡夫误以为存在，佛陀在二时教法讲“万法皆空”，属于万法的世俗因果必须空。二时教法和三时教法对世俗因果的解构，都是完全彻底、不留死角的。三时教法更殊胜的是，建立了胜义因果——圣者能见的藏识缘起，胜义因果是真因果。胜义因果不能空，但是得转。", "胜义因果": "净名精舍术语，指初地以上圣者才能见的心识上的种子与kṛ的相互缘起，这就是胜义因果，也就是“藏识缘起”。从三时教法的甚深法义上理解，万法皆空，胜义因果不空。。胜义因果，不是圣者的因果，而是立足于圣者境界表达的凡夫因果，就是那个凡夫的错觉的因果，也就是胜义因果是依据圣者能见的阿赖耶识而建立的因果。", "世俗因果": "佛教术语，在三时教法里可以给这个凡夫认为毛应该有因的这个因果关系，起名叫“世俗因果”。二时教法里凡夫境界上，虽然没有常一不变的独立存在性，但是在凡夫境界上存在的因果的相似相续性，这是佛陀二时教法中四重二谛第二重二谛世俗谛上的缘生性。", "两重无相": "净名精舍术语，佛陀三时教法讲无相，是两重无相，就是无外相和无似相，第一重是无外相，无nimitta；第二重是无似相，就是无ābhāsa。两重无相分别对应不同的修行阶段，是大乘佛法修行的次第，证无外相，见道登初地；证无似相，就从第七地登上第八地，分清和领受两重无相的法义是极其极其重要的，因为两种无常、两重无相和两重无生，是打开大乘佛法宝库的三把钥匙。", "两重无生": "净名精舍术语，无生，梵文anutpanna，无生就是没有生灭，两重无生，皆是圣者证悟的境界。佛法讲无生是两重无生。第一重无生是凡夫执著的境界无生，是凡夫境界“从来无，何须生”。第二重无生是佛陀亲证的真如无生，佛证真如“本来有，不需生”。无生是进入大乘佛法的门槛，不能理解、领受无生，永远在大乘佛法门外徘徊。学佛修行，从大乘佛法来讲，就是证这两重无生。", "唯识三大误区": "净名精舍术语，指千百年来唯识学人对唯识存在着理解上的三大误区。分别是：第一、 唯识唯的是第六意识。—错！唯识唯的是阿赖耶识，是了别识。第二、 阿赖耶识是轮回的主体。—错！阿赖耶识不是轮回的主体，佛说阿赖耶识恰恰是解构轮回。第三、 阿赖耶识显现出了世界。—错！只是显现出了凡夫误以为有世界的“错觉”（虚妄分别）", "说通": "佛教术语，梵文naya，指佛陀说的法。", "宗通": "佛教术语，梵文siddhānta，指佛陀自证的法。", "识": "佛教术语，梵文vijñāna，本意指精神活动、认识活动。vijñāna这个词来自于动词词根jñā，意思是知道、了知、了解，词头vi在这里表达的含义是分离、分开。因此表示凡夫心的这个识vijñāna，它一定是一种分离的认知模式。", "智": "佛教术语，梵文jñāna、prajñā，指能见到真正真实性的能力。jñāna这个词来自于动词词根jñā，意思是知道、了知、了解，从广义上讲，以修行的五位三阶段来说， jñāna是指从见道位之后登初地的菩萨一直到成佛的智。从狭义上讲，jñāna只是指从初地到七地修行的第二阶段的智。《楞伽经》中用prajñā指代登八地到成佛这个修行第三阶段的智，译为“慧”。", "攀缘真如": "佛教术语，梵文tathatālambanaṃ，佛陀证悟的真正的真实性，八地以上的菩萨修行就是亲证真如，《楞伽经》里叫攀缘真如。", "四种大修行": "净名精舍术语，指菩萨们成就了这四种法，就成为大修行者。第一，观察自心所现。第二，远离生住灭见。第三，善知外法无性。第四，专求自证圣智。菩萨们成就了这四种法，就成为大修行者。", "上修": "佛教术语，指八地菩萨到成佛的修行。这个阶段不仅没有外相（nimitta），也没有似相（ābhāsa，）这就是完全彻底地扫清了亲证佛陀证悟的真正的真实性的障碍。", "中修": "佛教术语，指初地到七地菩萨的修行。这个阶段的修行的对象就是似相（ābhāsa），以似相（ābhāsa）为对境，坚决不对似相（ābhāsa）起外相（nimitta）的分别。", "下修": "佛教术语，指资粮位、加行位凡夫的修行。这一阶段要对治的就是外相（nimitta），以外相（nimitta）为对境，通过以两种观察，做五种思维，而不断了知心外之境，不过是圣者能见的凡夫心的显现，领受只有似相（ābhāsa）其实没有外相（nimitta）。", "见真如": "净名精舍术语，真如是圣者能见能证的真实性，登初地菩萨能见真如，登初地见真如的前提是经过资粮位和加行位的修行，证得无外相，就是证得凡夫境界其实只是影根本没有毛，就是证得只是ābhāsa没有nimitta。", "证真如": "净名精舍术语，佛陀证悟的真正的真实性，八地以上的菩萨修行就是亲证真如，登八地证真如的前提是经过从初地到七地的修行，转染成净，对ābhāsa的显现坚决不做分别，以清净种子完全替代了杂染种子，以至于连ābhāsa的显现都没有了，证得无似相，这就彻底清除了证真如的障碍了，因此登八地证真如。", "无分别": "佛教术语，梵文nirvikalpa，无分别与分别相对，分别指凡夫能所分离的认知模式，就是凡夫能认识的心与被认识的物的分离，相反，无分别就是指圣者能所不分离的认知模式，无分别不是对心外的事物不做判断，而是能所不分离。", "能所分离": "佛教术语，是凡夫的认知模式，凡夫的特点就是认为心外有物，凡夫的认知模式的特点就是“能所分离”，以为心外有物的能所分离就是分别。", "似相": "佛教术语，梵文ābhāsa，就是“似显现”，用个比喻就是生翳病的眼睛显现的那个似毛的影，这个影就是ābhāsa。阿赖耶识杂染种子在相续生灭的等流过程中，突然有的种子显现了一下，显现出了“似毛的影”，这个影在梵文里有一个词来表达它，叫ābhāsa，这个词往往翻译成影相，就是这个影的相，是似外之相，准确的翻译应该是“似相”。", "显现": "佛教术语，梵文dṛśya，表示境界只是显现，不是产生，经文中常译为现，三时教法的核心就表达为“境界自心现”，直译是境界是自心的显现。", "现行": "佛教术语，梵文adhyācāratā，就是阿赖耶识杂染种子在相续生灭的等流过程中，突然有的种子显现了一下，这个显现了一下的状态就叫现行。", "八识": "佛教术语，梵文aṣṭa-vijñānāni，是对“藏识”的最常见的、习惯表达。三时教法中的“识”广说有八个，所以叫八识。在佛陀三时教法中，识只有一个，就是藏识。只是为了表达阿赖耶识的种种不同功能，才把这唯一的识分成几份来描述。把识分为八份，就是八识。分别是眼识、耳识、鼻识、舌识、身识、意识、末那识、阿赖耶识。", "分别事识": "佛教术语，分别事，梵文是vastuprativikalpa，这是一个复合词，分别事识就是非要执凡夫心外有事物的识，这其实就是识的杂染种子的现行。", "末那识": "佛教术语，梵文mano 或者 manas，在阿赖耶识的八分法里被叫作第七识，只有在第七识的驱动下产生虚妄分别，才有杂染种子在藏识中的熏习，没有第七识的驱动，前六识是转不起来的。", "唯识": "佛教术语，梵文vijñānamātra，就是只有心识，没有外境，唯识无境。", "唯了别": "佛教术语，梵文vijñaptimātra，意为立足于圣者境界回看凡夫境界，只是虚妄分别，除此之外，什么都没有。", "唯识无境": "佛教术语，vijñapti-mātratā-anartha，就是只有心识，没有外境。", "三自性": "佛教术语，梵文tri-svabhāva，即三时教法中讲的三种存在，分别是遍计所执自性、依他起自性和圆成实自性。", "三时教法": "佛教术语，梵文 tri-dharmacakra，指佛陀立足圣者境界向凡夫说的一类法，佛陀三时教法的纲领是“五法三自性，八识二无我”四个道理。", "依他起自性": "佛教术语，梵文paratantra-svabhāva，也译为“缘起自性”或“缘起性”，分杂染和清净两部分，杂染部分是藏识，清净部分是正智， 三时教法的依他起自性，是立足于圣者境界，安立阿赖耶识的种子与种子现行的kṛ之间的依他而起，是圣者才能见的心识上的种子与kṛ的相互缘起，是胜义因果，是“藏识缘起”，千万不要把三时教法的“依他起自性”，理解为二时教法的凡夫境界中的万事万物的“因缘和合”而生起，依他起自性是佛陀三时教法的四根支柱性道理之一的三自性中的核心 。", "藏识缘起": "佛教术语，梵文ālaya-vijñāna pratītya-samutpāda，在三时教法中，佛说藏识缘起，就是立足于圣者境界，安立阿赖耶识，构建眼翳执毛模型，清晰表述阿赖耶识杂染种子现行，不是现出了心外的事物，只是显现出了心外没有事物，而非要误以为心外有事物的错觉（即虚妄分别），虚妄分别真的由缘生起了，而且虚妄分别这个kṛ又成为缘，在阿赖耶识熏习下杂染种子，也就是以kṛ为缘生起了种子，又以杂染种子为缘，现行出虚妄分别的kṛ，kṛ熏习种子，种子现行kṛ，所以 kṛ与种子互为缘起，这两者“此有故彼有，此生故彼生，此无故彼无，此灭故彼灭”，因此起名叫“缘起”，这就是藏识缘起，这就是胜义因果，从这个意义上说，十二缘起和缘生缘起，只是缘起的方便说，藏识缘起才是缘起的究竟说，讲的再直接一点，佛说缘起就是要说藏识缘起，藏识缘起不是在给心外世界的存在找存在依据，相反，是在破除无明凡夫增益上去的外境的存在，唯识无境。", "圆成实自性": "佛教术语，梵文pariniṣpanna-svabhāva，就是立足于圣者境界而说法的三时教法中圣者证悟的真实性——真如、如来藏心，是圣者的自证圣智所行真如，也就是圣者认为的真实存在，但凡夫见不到，是佛陀三时教法的纲领“五法、三自性、八识、二无我”四个道理中的五法之一，三自性之一，是三时教法的补损减部分，如果不承认有圣者证悟的真实性，就会落入佛陀三时教法的损减断见。自性，梵文svabhāva，在佛教里自性就等同于存在，存在就是有自性，无自性就是不存在，不存在着无自性的存在，这一点非常重要。因此佛陀三时教法里讲遍计所执自性、依他起自性和圆成实自性，这三个自性就是三种存在。佛陀证悟的真实性，在立足于圣者境界而说法的三时教法中，表诠、直陈，给它起名真如、如来藏心，还有圆成实自性，这是圣者认为的真实存在，但凡夫见不到，这是在事上定义圆成实自性。在有的经典里是在理上定义圆成实自性，遍计所执自性根本不存在这个道理，就是圆成实自性，这是对圆成实自性的一种遮诠定义。圆成实自性在理上的定义是方便说，事上的定义才是究竟说。", "息解派": "“息解派”是中国藏传佛教宗派之一。息解派在十一世纪中叶兴起于中国藏区，由印度高僧帕.丹巴桑杰创立。息解为藏语，又译作息结、希解，或者系解等，意为寂灭、息灭。息解派认为本宗派集中了帕·丹巴桑杰自身具有的六种般若传承，以般若波罗蜜多经为指导，同时，息解派摄取帕·丹巴桑杰特有的四种密法传承结合甚深瑜伽修炼，形成特别传承的密法要诀，作为息解派独有的秘密教法与解脱生死轮回的方便法门，构成了息解派与众不同的教法。息解派的经典名目繁多，十分庞杂，主要有息解明灯三部、窍门六十四石子导言随许法、息解明炬九类、墨竹巴大手印等。息解派形成初期、中期和后期三大传承，代表人物有乍聂那古哈亚、玛贡.确吉希热等。息解派的教义思想重视修行实践，提倡遵守戒律、苦行和利他。息解派认为现实生活中的烦恼可以通过修行转化为觉悟资源。息解派教导通过正念观察心性，认知客观事物的本质是空，达到断除烦恼的寂灭境界。息解派三大传承及若干小传承，曾播及整个藏区。息解派在十一至十五世纪盛行，后逐渐衰微，十六世纪后期，息解派教法仪轨亦被藏传佛教宁玛派、噶举派、萨迦派和格鲁派等纳入各自的教法仪轨中。大多数息解派教法经典已失传。", "杨仁山": "杨仁山(1837年-1911年)，字仁山，杨仁山出生于清朝安徽石埭(今安徽池州石台)，是清朝末年著名的佛教居士，杨仁山被誉为“近代中国佛教复兴之父”。杨仁山出身于官宦世家，父亲是同年的进士。杨仁山不喜欢科举，富有民族情感，曾经协助曾国藩处理军粮事务，后在江宁筹防局任职。杨仁山移居杭州后，原想娶一名杭州女子为妻，遭到母亲和正室的反对，杨仁山终日闷闷不乐,漫步西湖。在杭州书店中,见到大乘起信论,大为激赏,从此嗜读佛法经典,开始佛法事业。1866年，杨仁山移居南京，创立金陵刻经处。1878年，杨仁山受聘曾纪泽幕府。1880年杨仁山随曾纪泽出使欧洲。1886年,随刘芝田出使英法,杨仁山是第一个到过欧洲的中国佛教徒。杨仁山在伦敦结识了日本学者南条文雄,归国后与他密切合作,将在中国已失传的佛教经典,重新自日本传回中国,并编印出版。杨仁山希望振兴佛教,以佛法振兴中国,作支那佛教振兴策。1908年（光绪34年）,在金陵刻经处之下,杨仁山建立祇洹精舍,是中国第一所现代化的佛学教育机构。但因经费短缺,两年后停办。1911年，杨仁山在武昌起义前去世，享年78岁。", "真谛": "真谛(499~569)，印度僧人，译经家。据历代三宝纪卷十二、续高僧传卷一等记载，真谛是西印度优禅尼国人，姓颇罗堕，真谛出身婆罗门种姓。真谛自幼聪慧，富有辩才，真谛通晓婆罗门教四吠陀和佛教三藏经典，真谛尤其精于大乘理论。真谛以弘道为怀，不畏险阻。南朝梁大同年间（535～545），真谛已年垂五十，仍欣然应请，于梁中大同元年（546），真谛携带梵本经论240夹到达南海郡（今广州），北上一路经停多处，至梁太清二年（548）八月真谛始达京城建康（今南京），后因战乱流徙江南诸州。真谛在广州、富阳等地，真谛主持翻译了瑜伽师地论、中论等多部经典。真谛先后翻译经论64部278卷，今存32部118卷，涉及瑜伽行派和唯识学说，真谛翻译同时讲解经论。真谛主要译著有阿毗达磨俱舍释论、大乘唯识论、摄大乘论、摄大乘论释等。真谛不仅是卓越的翻译家，真谛也是渊博的佛学大师。陈太建元年（569）正月，真谛去世，享年71岁。次日移遗体至潮亭，按天竺习俗焚身起塔。因真谛主要所处朝代为南北朝南朝时期的陈朝，也被称为陈真谛。真谛一生以弘传佛教为己任，自奉极俭。真谛来华23年，身处乱世，仍译经讲论不辍，其劳作之勤，罕有其匹。", "十善": "“十善”指佛教修行者要奉行的十种善行，也就是指符合佛理的十种道德规范。又称十善业、十善道、十善业道等。属身、口、意三业者，即：杀生、偷盗、邪淫、妄语、两舌、恶口、绮语、贪欲、嗔恚、邪见，离以上十恶，则为十善。十善中属于身业的有不杀生、不偷盗、不邪淫（对自己妻妾以外的妇女行欲）；十善中属于口业的有不妄语（发虚诳之言）、不两舌（说挑拨离间的话）、不恶口（出语粗恶）、不绮语（话中多污秽之词，语涉男女）；十善中属于意业的有不贪欲、不嗔恚、不邪见（即愚痴）。这些善行旨在止恶行善，具有戒律意义。遵循十善可在人间、天界和佛教修行中获得不同程度的果报。违反这些戒律将导致堕入三恶道。十善对于个人修行和社会道德具有重要意义。据菩萨璎珞本业经记载，修下品之十善，可为人中之王；中品十善为粟散王，即小国之王；上品十善为铁轮王，即转轮圣王之一。据此意义而言，其王位称为十善位，帝王称为十善君；于过去修十善戒，得此功德，故称之为十善戒力。在佛法体系里边，十善不仅仅是人天乘法的修行，十善也可以是大乘法的修行，重要的区别就是发心，如果发了菩提心，也就是在菩提心的摄受下修十善，也是菩萨的净土之行。", "神我": "“神我”梵文“puruṣa”是印度古代哲学中，数论派的核心概念。数论派认为，“神我”是一种精神性实体，认为“神我”与世间事物或人生现象的形成密切相关。当“神我”作用于一个物质性实体“自性”时，自性便能转化为各种事物，构成世间现象。然而，“神我”在这个过程中所起的作用仅仅是对自性进行影响，“神我”自身并不转变出事物。讲述“神我”观念的数论派文献数论颂在古代收入真谛法师译出的金七十论中。“神我”又译“丈夫”，就是“原人”，是古印度神话中始初第一人，类似于中国神话中的女娲。在梨俱吠陀中记载，“神我”即原人，此神具有千头、千眼、千足，认为“神我”（原人）是过去、现在、未来一切不朽之主宰，认为“神我”由头上生出婆罗门、“神我”由肩上生出刹帝利、“神我”由腿上生出首陀罗，“神我”由心中生出月亮，“神我”眼中生出太阳，“神我”由气息中产生风，“神我”由脐上生出空界，“神我”由头上生出天界，“神我”由脚上生出地界。“神我”是印度外道认为产生世界与生命的原因，佛教并不认同这些观点，在楞伽经中佛陀列举了五种类似“神我”的外道观点。", "世亲菩萨": "世亲菩萨,又称天亲菩萨,生于北印度健驮逻国富娄沙富罗城,属婆罗门种姓。15岁时世亲出家,受毘婆诃菩萨授戒。最初,世亲每天只吃一餐,六时礼佛,很清净无欲,受到众人追随，之后世亲拜阇夜多为师,发无漏智,继承阇夜多的法衣和法器,广度众生。世亲最初习小乘和经量部,误解佛法,诽谤大乘。后来世亲听无著讲深妙法理,很后悔自己过去的诽谤,想割掉自己的舌头谢罪。无著告诉世亲这不是谢罪的好方法,真正谢罪的方法是诚心诚意地宣扬佛法。世亲听从无著的教诲,不再割舌,开始弘扬佛法,著有百余部的大乘论。世亲的代表作有唯识二十颂、唯识三十颂、大乘成业论、大乘五蕴论、佛性论和阿毘达磨俱舍论等。世亲对阿毘达磨论藏的发展产生深远影响,俱舍论成为有部的代表作。世亲以其广博的学识和超群的理解力,在古印度佛教界享有崇高威望,与兄长无著一起被誉为“北天竺双林”。世亲的著作在印度佛教发展史和佛教哲学史上产生了持久而深远的影响,是瑜伽行唯识学派的创始人之一,奠定了大乘佛教瑜伽派的基础,对大乘佛教的传播起到重要作用。世亲是古印度佛教史上具有开创性意义的一位大师。", "文殊菩萨": "文殊菩萨是中国佛教四大菩萨之一，又名文殊师利。相传，释迦牟尼有二胁侍，左为文殊菩萨，骑青狮；右为普贤菩萨，乘白象。东晋佛驮跋陀罗译60卷本《华严经》之《菩萨住处品》载：“东北方有菩萨住处，名清凉山，过去诸菩萨常于中住。彼现名文殊师利，有一万菩萨眷属，文殊菩萨常为说法”。后研习传播《华严经》的中印僧人渐多。到隋代已形成一派，即华严宗。从北魏到隋，有多位高僧曾住五台山传播《华严经》，人们也称之为清凉山。五台山遂成为文殊菩萨道场，建立寺庙。不仅西藏喇嘛，印度僧人经西藏也去清凉山。元代帝师八思巴在五台山居住一年，写了赞美文殊菩萨的诗词。从晋代到唐宋，许多以文殊菩萨冠名的经咒和仪轨被翻译成汉语。随着真言密教的兴起，文殊菩萨成为密教神明。在胎藏界曼荼罗中，文殊菩萨成为主要神明之一。是继观音之后最受民众敬奉的佛教神明，在各种艺术形式中常有表现，也常出现在民间文学作品中。受华严宗和密教的影响，文殊菩萨在中国佛教中地位日益重要。不仅中原地区，西域僧人也十分敬仰文殊菩萨。五台山也因此成为吸引中外僧人朝圣学习的中心。文殊菩萨在中国佛教史上扮演重要角色， 文殊菩萨对佛教在中国的发展产生深远影响。", "无著": "无著，全名阿僧伽，生活在公元四世纪，是古印度佛教高僧。无著出身北印度犍陀罗婆罗门种姓。无著从小受婆罗门教育，后受佛教影响出家为僧。无著是印度瑜伽行派(唯识宗)的创始人之一。无著在整个佛教历史中拥有非常重要的地位，无著与其弟世亲为佛教的二胜六庄严之一。据说无著多次向弥勒请教，得瑜伽师地论等，无著宣说所学妙义。无著弟弟世亲精通小乘，指斥大乘非佛说，无著担心他破坏佛法，称病召他回来。世亲回后，无著警告毁谤佛法遭恶报，为他宣说大乘要义。世亲放弃小乘，学大乘义理，想割舌谢罪无著。无著说既能诋先修化地部空观，未得要领，受弥勒指导，对佛法空观得解，成为龙树之后重要论师。相对龙树无相空宗，无著宗派称法相宗。无著晚年游中印度憍赏弥国，无著寿75-100岁。无著死后世亲弘传其教，使弥勒、无著学说广传。无著的著作三十多种，无著著作重要的有摄大乘论、显扬圣教论、顺中论、大乘阿毗达磨集论。其中无著的摄大乘论又称摄论，因其内容赅摄大乘佛教一切圣教法门要义，故名。无著的摄大乘论集中阐述了瑜伽行派的学说，无著的摄大乘论详细论述了唯识成立的理由、三性说，以及阿赖耶识等问题，无著的著作奠定了大乘瑜伽行派的理论基础。", "鸠摩罗什": "鸠摩罗什（343？--413？），西域僧人，译经家。鸠摩罗什出生在中亚的龟兹,祖籍印度,属婆罗门种姓。鸠摩罗什7岁时出家,跟随母亲修习佛教,表现出超常的智慧,能记诵大量佛经。鸠摩罗什先后在罽宾和沙勒学习,拜师修持,精通小乘理论。后在沙勒，鸠摩罗什又幸遇专以大乘为化的须利耶苏摩，宗而奉之，学得阿耨达经，以及中论、百论、十二门论等，从而放弃小乘而改宗大乘。鸠摩罗什20岁在王宫受戒。鸠摩罗什的名声传入中原,道安劝说前秦苻坚迎请他入关。前秦君主迎请鸠摩罗什入关。在长安,鸠摩罗什开始翻译佛经,传播大乘思想,译大量佛经,如维摩诘经、心经、金刚经、初会二门等,对中国佛教产生深远影响。鸠摩罗什在长安译经12年,共译经典74部384卷。鸠摩罗什的翻译注重表达原典思想,语言流畅,注重内涵而不拘形式。鸠摩罗什对自己的翻译很谦虚但也很自信,认为传达了原典精义。鸠摩罗什去世前发誓,如果他的翻译没有错误,他舌头将不会在火化后烧焦。据说他去世后,尸体在火化中化为灰烬,唯独舌头未损。鸠摩罗什的翻译广泛流传,深远影响后世。", "窥基": "窥基(632-682)，唐代僧人,俗姓尉迟,名基，字洪道，窥基是玄奘弟子,世称“慈恩大师”，为汉传佛教唯识宗的实际创立者。窥基出身显赫,父为唐左金吾将军,窥基伯父是唐开国功臣尉迟恭。窥基648年出家,654年受具足戒，窥基应选学习五印语言文字,窥基两年后即随侍玄奘参加译场，玄奘逝世后，窥基重新回到大慈恩寺专事撰述。依开元释教录,玄奘译典中明确标为窥基笔受者有6部,如辨中边论、唯识二十论、成唯识论等。窥基著作丰富，包括为经论所做注疏和独立的著作。注疏类如瑜伽师地论略纂、成唯识论述记等，窥基有百部疏主之称。窥基独立著作以大乘法苑义林章为代表。窥基弘瑜伽行派陈那以来的唯识今学，窥基将诸法划分五位百种，皆不离识。窥基还提倡有、空、中的“三时判教”，窥基以唯识为双破空有的最深义理；窥基还主张“五姓宗法”，将众生分为声闻乘性、缘觉乘性、如来乘性、不定乘性及无性。窥基擅长以佛教逻辑学——因明学为手段，讲求论证的严密谨慎。宋高僧传评价，玄奘为“瑜伽唯识开创之祖”，而窥基是“守文述作之宗”。窥基弟子慧沼，其著作流传至日本，日本僧人在此基础上创立了日本法相宗。", "莲花生": "莲花生(Padmasambhava)莲花生全名邬坚•白玛炯奈,意为“莲花生”,约生活在8世纪。莲花生出生在印度西北部的王族,莲花生青年时期游学印度,从吉祥狮子和佛吉祥智大师那里得以密宗法门的传承。8世纪,受吐蕃国王赤松德赞邀请,莲花生来到吐蕃,用法术帮助佛教在吐蕃传播。莲花生协助建立桑耶寺和本土僧团,还组建第一批吐蕃居士团,培养弟子。莲花生向他们宣讲佛教密宗义理及仪轨，主要传授金刚橛和大圆满法中的空行心髓。莲花生开辟了密宗修学道场。莲花生主要参与翻译普成王经、幻变修部八教、集密意经等密宗经典。莲花生的重要著作有圣青衣金刚手修法广释、金刚摧坏陀罗尼释金刚炬等8部作品。莲花生使用法术威力帮助佛教在吐蕃迅速传播,在吐蕃建立密宗基础。莲花生为藏传佛教能够深深扎根作出了开创性贡献。莲花生被尊为旧密宗的祖师,是藏传佛教尤其是宁玛派崇拜的对象。宁玛派将莲花生视为“持明者大王”或“第二佛陀”,给予极高的宗教地位和崇敬。后人常在莲花生的传记中添加神话情节,莲花生以神奇的形象存在于藏民心中。莲花生在中印文化交流史上也起到极为重要的作用,是8世纪中印密宗文化交流的关键人物。", "吕澂": "吕澂。吕澂(1888-1983),原名吕渭,字秋逸,江苏丹阳人。吕澂是中国近现代佛学家,支那内学院创始人之一，在中印文化交流中起过积极作用。吕澂1915年留学日本，1916年回国,担任上海美术专科学校教务长。1918年吕澂受欧阳竟无之邀,参与筹建支那内学院。吕澂建立“五科佛学”院学制度，囊括全部印度佛学,是中国佛学教学史上的创新。吕澂重要著作有：印度佛学源流略讲，中国佛学源流略讲等。吕澂通英、日、梵、巴利、藏，研究领域涵盖印度、南传、汉传、藏传佛教。在佛教义理方面,吕澂论证了印度佛学与中国佛学在对“心性”的理解上的根本区别:印度佛学认为“心性本净”,是指心性自性之本体即涅槃，本质上是清净寂静的。中国佛学认为“心性本觉”,是指心性自性之本体即菩提,必须通过修行方能证得。吕澂认为只有理解“心性本净”为“性寂”,才符合印度佛学的立场。吕澂这一观点为判定某些佛教经典是否印度原典提供了依据。吕澂提出“义据批评法”研究佛学思想和佛经,运用于大乘起信论等起源研究,取得重要成果。吕澂在佛典校勘方面,编校藏要,发现瑜伽师地论第85-98卷是杂阿含经本母,为研究瑜伽系和三乘关系提供证据。", "密教": "密教，印度佛教宗派。波罗王朝时期建立的烂陀寺、欧丹多富梨寺、超岩寺,这三大寺成为后期大乘中心，特别是密教的中心。据西行求法僧的记载,这时期佛教虽然遍布全印度,但势力已大不如前，在衰落与边缘化的同时,迅速密教化。密教即秘密之教,也称怛特罗佛教。怛特罗原指织机、丝线,后表示著作的继续,密教文献称为“续部”。怛特罗文化是印度本土古老信仰,重神秘体验,早见于湿婆信仰。怛特罗无鲜明哲学,可与其他宗教结合。2世纪以后，坦特罗文献和教派开始出现，在婆罗门教中逐渐形成了湿婆派，佛教也开始了密教经典的编写。至7世纪,纳入了湿婆派理论与实践，并逐渐系统化,佛教开始进入密教阶段。早期佛典就已含有真言或陀罗尼，那时是允许用咒术驱灾去病的。大乘时期真言陀罗尼在经典中普遍出现,但还是辅助元素,称“杂密”。7世纪前期出现的大日经提“三密相应”——身结印契、口诵真言、心观本尊,为“即身成佛”之路,标志着密教的开端，被称作“纯密”或真言乘。7世纪后金刚顶经出现性力崇拜,是中期密教的开始，又称金刚乘。10世纪后的晚期密教又有易行乘和时轮乘两支。", "目犍连": "目犍连，佛陀十大弟子之一，号称“神通第一”。全名大目犍连,又译摩诃目犍连,简称目连。目犍连是古印度摩揭陀国人，婆罗门种，相貌端正。自幼与舍利弗交情深厚,二人都是删阇耶外道的弟子。两人约定,谁先悟解脱,要告知对方。后来舍利弗遇到佛陀弟子阿说示,悟诸法无我。目犍连亦拜谒佛陀,终证得阿罗汉果。佛住世时,印度还有许多具有神通，但不明佛法真理，无法解脱生死的人，佛常命目犍连去度化他们。目犍连到了一个大国，看到许多外道试图用神通移动一座大山，目犍连便悬浮在山顶,使山丝毫不动。他们质问目犍连为何阻止移动此山。目犍连说他浮在空中,并没有压着这座山。外道又三次试图移动这座山,但山依然不动。而后目犍连说：“看,山去了”，那座大山顿为平地。外道皆投身礼拜,欲成其弟子。目犍连告诉他们要去皈依佛陀，并谦虚地说,佛陀如须弥山,他只如芥子,河流不能比大海,难遇佛世,唯有皈依佛才能得度。据盂兰盆经记载,目犍连之母因罪下地狱,他十分难过,决心救母，后在佛帮助下,其母得救。该经在中国风行1500年以上,其故事被演绎为数十种小说、剧本在民间流行,影响极大。目犍连也被视为中国孝道的典型而受到尊重和颂扬。", "欧阳竟无": "欧阳竟无（1871—1943），名渐，字竟无，江西宜黄人，世称“宜黄大师”，以法相唯识学见称，晚年形成论定学说。欧阳竟无早年习程朱理学，后改习陆王心学，受友人影响又对佛学发生兴趣。1904年受教于杨文会，研习佛学，专攻唯识瑜伽行一系。杨文会逝世后，欧阳遵其遗命主持金陵刻经处。后于刻经处成立研究部，读经讲学，是年吕澂入其门下。抗战爆发后，欧阳竟无率众携刻经处经版入蜀避难，于江津设立支那内学院蜀院，逝于此地。与其同时，北京有韩清净创立三时学会研读法相唯识学，与欧阳竟无之支那内学院遥相呼应，时称“南欧北韩”。欧阳竟无的佛学基于玄奘、窥基，强调性与相、体与用的区分。以无为法为体,有为法为用。真如为体为性，正智为用为相,不可混淆。反对天台宗、华严宗的立场。他对大乘起信论的真如和无明互熏产生怀疑,认为该作误阐楞伽经如来藏思想，是伪作。欧阳竟无提出法相、唯识分宗说，瑜伽师地论叙中阐明此观点。晚年,欧阳竟无的论定学说归于“宗趣唯一无余涅槃,法门无边三智三渐次”。无余涅槃非灰身灭智,而寂静无垢、三德相应大自在。欧阳竟无主编藏要3辑。著有唯识抉择谈、唯识研究次第、瑜伽师地论叙、大涅槃经叙等。", "天帝释": "天帝释。天帝释，吠陀神话及佛教和耆那教神话中天神之主因陀罗的别称。天帝释是古印度教的主要神明之一,掌管天空和雷电。天帝释形象体色通红或金黄,手臂无限长,外表随意变换，手持金刚杵(又名闪电)，也有箭、钩和网等武器，乘由赤色棕马拉的金色马车。天帝释嗜好饮酒,常在酒力的帮助下投入战斗。天帝释负责控制空气、耕种云朵和下雨，天帝释不断用雷鸣和闪电击败阴暗和干旱之神弗栗多,迫使后者降雨。在吠陀时代，天帝释受到广泛崇拜。梨俱吠陀四分之一的圣诗是颂扬他的。天帝释经常取代毗湿奴成为三大主神之一。作为印度—雅利安人的战神,天帝释摧毁了无数阿修罗的石头城堡,所以也被称为“城堡破坏者”。有学者认为天帝释是被神化的远古雅利安人酋长。在后来的神话中,天帝释的地位有所下降,成为东方的保护神,但原有特征仍存。虽然天帝释继续与阿修罗作战,但有时也被击败。尽管杀死了弗栗多,但因为后者被视为婆罗门,天帝释不得不躲藏起来,并进行祭祀以洗清罪过。虽然天帝释在往世书故事中屡遭败绩,但他仍然一直受到印度教徒的崇拜,并设有与他相关的节日。后被佛教纳为护法神，相关神话也随着佛教传入中国,天帝释形象已有改变,虽然仍手持金刚棒,但已改乘白象。", "天王": "天王。天王，佛教中的护法天神。据长阿含经等记载，六欲天中有“四天王天”，位于须弥山山腰。四天天王分别守护四方人民：东方持国天王（音译提多罗吒），率领乾闼婆和毕舍遮神将，守护东胜神州人；西方广目天王（音译毗留博叉），统领一切诸龙及富单那，守护西牛贺州人；南方增长天王（音译毗琉璃），统领的部将为薜荔神、鸠槃荼，守护南赡部洲人；北方多闻天王（音译毗沙门），统领夜叉、罗刹将，守护北俱卢洲人。后来，中国寺庙中把这四大天王塑造成四位护法神，而且手中各执一物，东方天王持琵琶，南方天王持宝剑，西方天王持蛇，北方天王持伞，寓意风调雨顺，老百姓把他们叫作“四大金刚”。四大天王之中，北方毗沙门天王在中国最受重视。由于印度密教的兴盛，唐代佛教密宗也得以成立和发展。密教崇拜的毗沙门天王原型是印度古代婆罗门教神话中的财神俱比罗。唐代掀起一股崇拜毗沙门天王风，或将毗沙门天王像绣在军旗上，或在庙宇中起像供奉，民间则有人将其像刺于背上。宋元以后，将毗沙门天王与中国唐初名将李靖结合，演化出托塔李天王的形象，并在明代神魔小说西游记、封神演义等书中原型。", "因陀罗": "因陀罗。因陀罗是古印度教的主要神明之一,掌管天空和雷电。其形象体色通红或金黄,手臂无限长,外表随意变换，手持金刚杵(又名闪电)，也有箭、钩和网等武器，乘由赤色棕马拉的金色马车。他嗜好饮酒,在酒力的帮助下投入战斗。因陀罗负责控制空气、耕种云朵和下雨。他不断用雷鸣和闪电击败阴暗和干旱之神弗栗多,迫使后者降雨。在吠陀时代,因陀罗受到广泛崇拜。梨俱吠陀四分之一的圣诗是颂扬他的。因陀罗经常取代毗湿奴成为三大主神之一。作为印度—雅利安人的战神,他摧毁了无数阿修罗的石头城堡,所以也被称为“城堡破坏者”。有学者认为因陀罗是被神化的远古雅利安人酋长。在后来的神话中,因陀罗的地位有所下降,成为东方的保护神,但原有特征仍存。虽然他继续与阿修罗作战,但有时也被击败。尽管杀死了弗栗多,但因为后者被视为婆罗门,他不得不躲藏起来,并进行祭祀以洗清罪过。虽然因陀罗在往世书故事中屡遭败绩,但他仍然一直受到印度教徒的崇拜,并设有与他相关的节日。后被佛教纳为护法神，相关神话也随着佛教传入中国,但其形象已有改变,虽然仍手持金刚棒,但已改乘白象。", "真言乘": "真言乘是密教的一个发展阶段,又称真言教、真言道、真言门、真言行等，以真言大量应用于曼荼罗为显著特点，约在7世纪形成于印度,8世纪传入中国。大日经是真言乘的根本经典,是对陀罗尼密教和持明密教的总结，建立了一套密教本派学说和教义体系。真言乘的教义可以概括为三句话:菩提心为因,大悲为根本,方便为究竟。这是一个因果循环的体系。在修炼中,真言乘强调身、口、意三业和合。为此,大日经对应真言与手印,做手印时必诵真言,手印为身业,真言为口业,观想为意业。这样达到三业合一。真言乘崇拜的主尊为大日如来,即毗卢遮那佛。大日如来与印度古代日神崇拜和印度教大神湿婆有关。真言乘的胎藏曼荼罗是一个综合性的大型曼荼罗,包括供养法、画像法、护摩法和成就法等。真言乘在其中组织了完整的诸神谱系,提出了“五佛”的概念,确立大日如来的中心地位。真言乘在中国的传播始自善无畏。善无畏译出大日经,并广收门徒。其主要门徒有一行、玄超、义林、不可思议等。一行主要著大日经疏20卷，不可思议主要著大日经供养法疏20卷。真言乘后被金刚乘所取代,但真言乘的核心义理和修行方法,尤其是曼荼罗法、真言和手印,影响持久。", "地藏节": "地藏节是中国佛教和民间节日,七月三十日是地藏菩萨的诞辰（一说为入灭日）,各大佛寺会举办地藏法会。这是在释迦佛寂灭以后，弥勒佛未生以前，世间众生赖以救苦的一尊菩萨，又称地藏王。他曾经发誓：要在普渡众生以后始愿成佛，因此常常现身于人、天、地狱之中，救助苦难。和中国本土文化结合后，地藏王就是阎罗王的化身，是以慈祥面目出现的阴司主宰。在过去，各地均有庙宇供奉，每年七月三十日，地藏节这天，善男信女必往敬拜。特别是南京的清凉山相传为其修炼之所，该从月初起烧香膜拜者就络绎不绝，一直到月底过，方才停止香火，称之为做“盖山门”。常州民俗，于地藏节这天农民多将田具及木制品陈列于路边任人购买。亦有晚间用各种颜色纸剪成荷花瓣形状，贴碗口一周，碗内放一只酒杯，燃以灯芯放在门前，称之为做“地藏灯”，亦叫“碗儿灯”。清代在地藏节时,寺庙会礼忏诵经、札糊法船，设地藏王佛和十阎王的绘像,并放焰口焚化。妇女有于地藏节这天脱裙的习俗,裙以红纸做成，谓每生育一次就脱一件裙子,以求平安顺利。所以,地藏节是中国佛教和民俗文化的一个重要节日,它集中体现了人们对生育祈福和平安的心理需求。", "佛教与中国民俗节日": "佛教与中国民俗节日。在佛教传入后,中国民俗节日受到不同程度的影响,有的节日几乎完全来源于佛教；有的节日与中国民俗节日相结合,形成混合型节日；还有一些节日只是少量融入一定的佛教内容。如：元旦虽然最初是中国民俗节日,但在宋代也受到佛教影响,人们会到寺庙参拜。元宵节源于中国,但唐代受印度灯节影响,晋代灯会涉及佛教内容较多,宋代以后佛教内容略减。农历二月十九日为观音诞日，所以中国民间在这一天要举行观音会。中国北方和南方都举行纪念、祈祷活动,求子、祈求平安、祈求升官发财，逐渐演变成中国民俗节日。涅槃节主要是南方的中国民俗节日花朝节,与佛教涅槃胜会相结合。浴佛节完全来源于佛教，具有浴佛和行像活动，隋唐五代时期至今都有庆祝。盂兰盆节完全来源于佛教,但也与中国民俗节日的中元节相结合,涉及放生、祭祖、放灯等内容。中秋节本是中国民俗节日,但也与佛教有一定关系,如清代的莲花照月活动。重阳节活动内容繁多,其中包括佛教内容,如参加寺庙的狮子会。此外，如普贤菩萨诞、文殊菩萨诞、大势至菩萨诞等也对中国民俗节日有一定影响。", "腊八节": "腊八节。腊八节，节期在每年农历十二月（腊月）初八，主要习俗是“喝腊八粥”。腊八节是佛教盛大的节日之一。释迦牟尼成道之前曾修苦行多年，后发现苦行不是究竟解脱之道，决定放弃苦行，于是到尼连禅河沐浴，接受牧女乳糜供养，体力稍复，便到毕钵罗树下静坐思维七七四十九天，终于悟道成佛。于十二月八日“成道”。为纪念此事，于此日举行法会，以米和果物煮粥供佛，称腊八节。东京梦华录记载：“初八日（腊八节），街巷中有僧尼三五人作队念佛。以银铜沙罗或好盆器，坐一金铜或木佛像，浸以香水，杨枝洒浴，排门教化。诸大寺作浴佛会，并送七宝五味粥与门徒，谓之腊八粥。都人是日各家亦以果子杂料煮粥而食也。”自从佛教传入中国，各寺院都于腊八节这天，用香谷和果实做成粥来赠送给门徒和善男信女们。腊八节这天，各寺院举行法会，效法佛陀成道前牧女献乳糜的典故，用香谷和果实等煮粥供佛，名为腊八粥。传说喝了这种粥以后，就可以得到佛祖的保佑，因此，腊八粥也叫“福寿粥”、“福德粥”、和“佛粥”。“腊八节为佛教节日，后经历代演变，逐渐成为家喻户晓的民间节日。", "龙华会": "龙华会。龙华会是于农历四月初八举行的法事活动，称为“龙华会”。宗懔荆楚岁时记记载：“四月八日，诸寺各设斋，以五色香汤浴佛，共作龙华会，以为弥勒下生之征也。”龙华会源自佛教传说,未来佛弥勒菩萨会在龙华树下成道,并举行三次法会度众生。龙华会，又称龙华三会指的是弥勒菩萨从兜率天下降人间后,出家修行,在翅头城华林园的龙华树下成正等觉,三次说法，让未在释迦牟尼佛教法下得道的众生,无论根性高中低,都可以得道。龙华树,其树有华，华形如龙，故名龙华。经言当来弥勒于此树下说法度人，而有龙华会：龙华会初会，先度释迦所未度者，龙华会次度其余凡六十八亿人；第二会，六十六亿；龙华会第三会，六十四亿。故曰“龙华三会”。弥勒菩萨被视为未来佛,相关记载见弥勒下生经等佛教文献。从敦煌文书可以看出:早见于敦煌残卷大慈如来告疏，大慈如来即弥勒菩萨，这是以弥勒现身说法，要求传教者在四月八日去教人化恶为善，并行布施，说明北魏时敦煌已有是日弘佛教化的活动，称龙华会。寺院和民间于龙华会期间，举行浴佛仪式,用香水给佛像洗浴，这起源于印度,是求福除罪的宗教活动。人们还会造幡,写经等以求福报。敦煌民间在四月八日龙华会还有求子的风俗。", "磨喝乐": "磨喝乐是中国宋元时期民间流行的泥塑玩偶。它还有摩侯罗、魔合罗等名字。在中国传统节日七夕,磨喝乐会成为热门商品,出现在很多城市的街头和市场上销售。宋代文献如东京梦华录武林旧事等多有记载,贵族会用珍珠、象牙、黄金等精美材质制作磨喝乐。南宋周密武林旧事卷三乞巧记载，“七夕节物,多尚果食、茜鸡。及泥孩儿号摩侯罗,有极精巧、饰以金珠者,其值不赀。......小儿女多衣荷叶半臂,手持荷叶,效颦摩侯罗,大抵皆中原旧俗也。七夕前修内司例进摩侯罗十卓,每卓三十枚。大者至高三尺,或用象牙雕镂,或用龙涎佛手香制造,悉用镂金珠翠。衣帽、金钱、钗镯、佩环、真珠、头须及手中所执戏具,皆七宝为之,各护以五色缕金纱厨。制阃贵臣及京府等处,至有铸金为贡者。富姬市娃,冠花衣领,皆以乞巧时物为饰焉。”这显示宋代七夕节有售卖和表演磨喝乐的活动,磨喝乐已经成为这个节日不可缺少的元素。元代也有关于磨喝乐的记载,如关汉卿的磨喝乐杂剧魔合罗。这说明元代磨喝乐仍然流行。有学者研究认为,磨喝乐的名称可能来源于佛教,和摩诃迦罗、摩侯罗迦有关。总的来说,磨喝乐应该是受佛教影响产生的产物。", "玄奘": "玄奘（600～664）中国唐代高僧。玄奘精通经律论三藏，被称为三藏法师。玄奘本名陈祎，出生在洛州(今河南洛阳偃师缑氏镇)。玄奘13岁出家为僧，法名玄奘。玄奘20岁受具足戒，开始学习律典和经论。627年秋，玄奘偷渡西行取经。玄奘西行经今新缰及中亚等地，辗转到达北印度。631年玄奘到达那烂陀寺，师从高僧戒贤学习《瑜伽师地论》五年。后玄奘游历五印度朝拜各圣地并学习佛教及外道理论。640年，玄奘返回那烂陀寺，戒日王为玄奘举行为期十八天无遮大会，玄奘获胜辩论。会后，玄奘谢绝挽留，动身回国。玄奘从巴基斯坦北上，穿过阿富汗东北部，转向东方，穿过帕米尔高原南边的瓦罕山谷，经天山南，携经像舍利等珍宝，645年正月二十五日回到长安，获唐太宗接见。玄奘西行取经先后历经19年，行程5万里。646年，玄奘口述，弟子记录的《大唐西域记》完成，呈献给唐太宗。玄奘后半生致力于翻译佛经，译出佛经74部，1335卷，玄奘促进了佛典翻译事业发展。玄奘建立了规范的译经场制度，运用多种翻译技巧，提出“五不译”原则。玄奘除翻译佛经外，讲经说法弘扬大乘佛法。玄奘开创法相宗，培养一批弟子，对佛教产生重要影响。玄奘664年逝世，墓初在白鹿原，后移至西安护国兴教寺。", "实叉难陀": "实叉难陀(652-710),字学喜,西域北于阗(今新疆和田)人,唐代著名译经高僧。652年生于西域,自小学习佛法经典,精通大小乘教理。695年,实叉难陀应唐高宗武则天之邀,携带《大方广佛华严经》梵文原本来华,开始长达15年的译经生涯。实叉难陀主持译出最重要的经典是《大方广佛华严经》,699年完成80卷39品的汉译本,世称“八十华严”。武则天亲撰序文,高度重视此项译作。700年,应武则天要求,实叉难陀又译出《大乘入楞伽经》7卷。此外,实叉难陀还在长安和洛阳译出其他佛教经典19部107卷,包括《地藏菩萨本愿经》2卷、《大方广普贤所说经》、《大方广如来不思议境界经》、《大方广入如来智德不思议经》、《十善业道经》、《右绕佛塔功德经》、《大乘四法经》等。实叉难陀翻译的《华严经》等经书,深刻影响中国佛教发展,使唐代成为华严宗的鼎盛时期。710年,实叉难陀在长安大荐福寺圆寂,终年59岁。遗骨运回于阗,长安建七层宝塔以志缅怀。实叉难陀是促进中印文化交流的重要翻译家,在中国佛教发展史上占有重要地位。成为连接中印文化的重要桥梁,在佛教东传过程中发挥关键作用。实叉难陀是唐代西域高僧中影响最为深远的翻译家之一。", "汤用彤": "汤用彤于1893年8月4日（农历六月二十三日）生于甘肃渭源，是中国近现代的哲学史家和佛教史家。汤用彤1908年就读于顺天高等学堂，接受新式教育。1912年入清华学校，1916年清华学校毕业。清华时期，汤用彤与同学吴宓、柳诒徵志趣相投，结为契友。毕业后留校任国文教师，兼任《清华周刊》总编。汤用彤通晓梵语、巴利语和中国哲学、印度哲学以及西方哲学。汤用彤致力于中国佛教史、魏晋玄学和印度古代哲学史的研究。汤用彤主要作品:《汉魏两晋南北朝佛教史》(1938年)系统阐述了佛教从印度传入中国到唐朝时期的历史,考察了中国佛教各学派的兴衰,论证了佛教传入中国的时间、佛教历史事件、佛经翻译、著名僧侣生平等、《印度哲学史略》(1945年)概括了印度哲学的发展和各哲学派别的理论、《隋唐佛教史稿》(1982年)系统研究了隋唐佛教史,考察了佛教思想与中国传统思想的关系。汤用彤生前在多所大学任教,如清华大学、南京大学、北京大学、西南联合大学等,教授中国佛教史、魏晋玄学、印度哲学史和哲学概论等课程。汤用彤1947年赴美国讲学,回国后当选中科院院士和评议员,历任北大校务委员会主席和副校长等职。汤用彤对中印文化交流有重要贡献。", "天台宗": "天台宗是中国最早建立的佛教宗派,由智顗在浙江天台山创立,因此得名。天台宗是汉传佛教宗派之一，始于南北朝末期，以《妙法莲华经》为其根本经典，又被称为法华宗。因该宗注重止观修行，又称止观宗。其重视佛教教理的研究，同时结合了止观的实际修行。天台宗的传承祖师有九代:龙树、慧文、慧思、智顗、灌顶、智威、慧威、玄朗、湛然。实际天台宗的开创者是智顗。根本经典是《妙法莲华经》,指南经典是《大智度论》,扶疏经是《大般涅槃经》,观法是《大品般若经》。天台宗重视“教观双美”,讲究教义理论的学习与实践修行的统一。天台宗兼采南北朝佛教的优点,合并了教学与修行。智顗的主要著作有《法华玄义》、《法华文句》、《观心论》、《摩诃止观》等。灌顶整理出天台三大部。荆溪湛然释发天台的摩诃止观。五代后,天台宗教典散失,宋初从日本和朝鲜请回,知礼复兴天台教学。宋代分山家派和山外派。9世纪,日本僧人最澄将天台宗传到日本，在平安时代（784～1192），与真言宗并列发展，史称“平安二宗”。13世纪由天台宗分出日莲宗。当今，日本天台宗、日莲宗都很兴旺，而日莲宗在20世纪又分出几个新兴教派。天台宗在中国虽然近代衰微,但天台宗的教义和思想仍对现代佛学有所影响。", "龙树": "龙树Nāgārjuna(约2-3世纪)龙树出身南印度婆罗门种姓，精通吠陀经和世俗学问。龙树在佛教史上具有崇高地位，许多人认为他是大乘佛教中最重要的论师，相传为证得初地果位之菩萨。传说为龙树的著作甚多，其中以《中论》最为著称。龙树曾在北印度雪山寺修习小乘佛教,后遍访印度各国,求得大乘佛教经典。传说龙树入海中龙宫,研读90日,通晓大乘佛教。龙树返南印度后,广为宣传大乘佛教。龙树与当时盛行的婆罗门论辩。龙树劝说许多国王、王族放弃外道教法,信奉大乘佛教。龙树与马鸣、提婆、童受共称“四日照世”。龙树著作存世约20种汉译本和118种藏译本,有“千部论师”之誉。在北魏译与唐译的《楞伽经》中曾提到龙树。公认为龙树著作的有三部《中论》、《六十如理》和《七十空性》。龙树代表作《中论》,共4卷27品,由鸠摩罗什译。该书旨在破除小乘和外道见解,阐释大乘中观思想。龙树广泛阐发大乘佛教“空性”理论,是大乘佛教史上里程碑人物。龙树创立的究竟中观认为一切法无生,成为中观古学基本观点。龙树的中观被称为中观古学。龙树对中国的三论宗、天台宗、华严宗、禅宗等教派产生深远影响,被视为“八宗之祖”。龙树的中观思想通过寂护传入藏地，成为藏传佛教各教派正统。", "菩提达摩": "菩提达摩(?-528/536)，是印度来华僧人,中国禅宗初祖。又作菩提达磨,简称达摩或达磨,意为道法。《景德传灯录》载，菩提达摩为南印度人，属婆罗门种姓（《洛阳伽蓝记》说是波斯胡人），自幼聪明,后信奉大乘佛教,精通禅定。菩提达摩于南朝时期从印度来广州,后至北魏,传授禅法。在嵩山少林寺闭关9年,称“壁观婆罗门”。道育、慧可两位僧人，四五年间恭敬拜服，悉心供养菩提达摩，一心求法，达摩感其诚，传《楞伽经》给慧可,做为禅宗印心之经，说适合中国,依经而行，定能出离世间。《续高僧传‧慧可传》中写道：“初时，达摩禅师以四卷楞伽授予慧可说：我观察汉地，只有此经，仁者依行，自得度世。”菩提达摩晚年传说不同。有说遭毒害葬熊耳山;有说北魏求法使者宋云在葱岭见过他,又有“只履西归”之说。禅宗以菩提达摩为初祖，以“教外别传、不立文字”为标志,以究佛心为目的。菩提达摩主要弟子道育、慧可、昙林，慧可为禅宗二祖。《少室六门集》常被认为是菩提达摩著作，其中四篇《二入四行论》、《血脉论》、《破相论》、《悟性论》等更被并称为少室四论。不过根据近世考证，四论中仅《二入四行论》为菩提达摩亲传。", "真言": "真言，曼怛罗。梵文意译为真言、咒语、神咒、密语、梵颂等，据称真言能够“创造变化”的音、音节、词、句子、段落。真言的用途与类型依照与曼陀罗相关的学派和理论，真言随之变化。曼陀罗起源于印度吠陀传统，后来逐渐成为印度教传统的重要组成部分，真言在佛教、锡克教和耆那教中也有使用。真言常被用来祈福、消灾、驱魔等，但实际上真言在不同教派之间曼陀罗的用途、结构、重要性都存在差异，并不存在一种普世的真言。印度最古老的文献《梨俱吠陀》即使用了真言一词，真言原意是“神圣的声音”。在六七世纪，持明密教的典籍中出现了以真言替代陀罗尼和明咒的现象，目的在于标新立异。汉语中将梵文译为真言，表示真言的真实性和可靠性，以便信徒们对真言威力深信不疑。实际上，真言并没有代替陀罗尼和明咒，反而强化了陀罗尼和明咒。于是，真言、陀罗尼、明咒三个词都被普遍使用，而陀罗尼一词的使用率更高。渐次，真言、陀罗尼、明咒含义趋于一致，都被理解为咒语。在7世纪，《大日经》出现，标志着真言乘的形成。真言乘也随之成为密教的主流。在《大日经》中，真言被大量使用，每个神明都有属于自己的真言。此后到金刚乘中，真言被广泛使用。真言中最著名的是六字真言。", "天女": "天女，印度神话中的仙女。以歌舞娱乐众神，天女经常在天空中飞翔。印度神话中，天女们非常美丽，会随着男伴乾闼婆的奏乐翩翩起舞，喜爱感官享乐，是赌徒的守护神。当大地上的苦行者通过苦行有所成就，威胁到天神的地位时，天神就会派天女勾引他们，破坏他们的修行的力量。在佛教典籍中，天女是一群乐于聆听佛法、供养诸佛的众生，有时也把欲界天之女性称为天女。佛教大法会中，经常有天女在空中撒下花雨，据此，中国民间有“天女散花”等传说。在艺术作品中，天女经常以“飞天”的形象出现。比较著名的天女有吉祥天女和辩才天女。吉祥天女是佛教的护法神，金光明经中有大吉祥天女咒，这也是佛教徒日课中念诵的咒语。妙音天女也称为辩才天女。佛教《金光明经》认为辩才天女能够令众生获得智慧，擅长辩论。吉祥天女有时被认为与辩才天女相互混淆；在一些典籍中，吉祥天女和辩才天女被描述为梵天的妻子，两人因争宠而势不两立。据传说，她们曾经还发生过激烈的争吵；因为古代印度人认为智慧和财富无法并存，文学和幸运不能共容，所以吉祥天女和辩才天女的关系不太和睦。", "月称": "月称（约600～650)印度佛教中观应成派论师，七世纪的印度佛教学者。月称出身于印度萨曼达国一婆罗门家中。月称最初学习外道，后跟随那烂陀寺堪布达瓦贡波(月怙主)阿阇黎受沙弥戒，出家为僧，取法名月称，学习显密教法。因别人误会月称懒散，被逐出寺院，月怙主令弟子日称跟随月称在寺院附近山林放牛，月称在石板上画牛挤奶，示显神变。后月称展现神通，降伏外道和敌军。月称后来又被阿阇黎月怙主请回那烂陀寺任大堪布，为众弟子讲经说法，以弘传中观应成派学说。月称著有多部论著，有中观论注释·显句论、密集金刚注释·灯显论等显密论著，月称代表作入中论、入中论自释对后世影响深广，成为藏传佛教寺院修学的五部大论之一。月称的中观四百颂释、六十正理论释等十一部论著，皆由西藏大译师巴操、桂·廓巴拉泽等翻译成藏文，在藏传佛教徒中广为流传。月称曾在印度南部兴建寺庙，弘传佛法。多罗那他印度佛教史记载，公元七世纪，传承佛陀二时教法的中观学者月称与传承佛陀三时教法的唯识学者月官，就二时教法、三时教法辩论长达七年。多罗那他《印度佛教史》说当时童谚描述了辩论：“噫嘻龙树论，有药亦有毒，慈氏无著论，是群生甘露。”", "王恩洋": "王恩洋(1897-1964),字化中,四川南充人。是欧阳竟无的重要弟子。王恩洋早年在北京大学学习印度哲学。后跟随欧阳竟无学习,在南京内学院与吕澂、熊十力、陈真如等人同修。1925年王恩洋出任内学院法相大学主任兼教授,讲授唯识学和佛学概论。编写著作佛学概论，学术立场是唯识学。王恩洋在内学院期间,曾批判大乘起信论不是佛陀真正的著作，并与太虚法师等进行讨论。后回到四川,在南充和内江创办佛学院,讲授佛学和儒学。中华人民共和国成立后,王恩洋曾任四川政协委员、文史馆馆员和中国佛学院教授。1961年回到四川,1964年逝世。著作很丰富,主要属于唯识学,包括摄大乘论疏、二十唯识论疏、阿毗达磨杂集论疏、唯识通论和佛学概论等。对于王恩洋其人，欧阳渐曾评说：“化中盖以导俗绳众为归竟也”（《与李正刚书》）。王氏著作，除唯识学的疏释外，确有许多基于佛教立场的导俗绳众之作，譬如其《人生学》就是一部以佛教精神为内涵的人生哲学钜着。由此可见，王恩洋确是一位致力推广佛教的精神与义理于现代社会的学者。所著诸书，曾被辑为《龟山丛书》行世。", "觉囊派": "觉囊派源于后藏人裕摩•弥觉多杰,他首创藏传佛教中观“他空见”学说。第六传弟子贡邦•突杰尊哲时期发展成拥有寺院实体的一支宗派，名觉囊派。觉囊派历经多个传承者,出现了强桑•嘉瓦益西、多朴巴•喜饶坚赞、乔勒南杰、聂温•贡嘎拜、贡噶卓乔和多罗那他等人。多罗那他是觉囊派最杰出人物,精通梵文,与印度僧人交往,撰写印度佛教史。他于1615年创建达旦丹却林寺，位于今西藏日喀则地区拉孜县境内。多罗那他之后,觉囊派逐渐衰落。清初觉囊派在前后藏已销声匿迹。然而，觉囊派高僧在多康建寺弘法，使觉囊派的法脉得以传承，延续至今。1425年,觉囊派仲•热纳室利在多康壤塘创建吉祥壤塘寺,传扬觉囊派教法。后许多弟子扩建寺院,逐步形成却杰寺（又称壤塘寺）、策居寺和藏哇寺三寺鼎立格局，产生了觉囊派却杰、觉囊派策居和觉囊派藏哇等觉囊派活佛转世系统。其中藏哇寺发展成觉囊派直系法脉传承的中心寺院，其宗派影响不断扩大，在四川阿坝和青海果洛等地区建立了众多支系寺院。至清代末期，觉囊派寺院已达30多座，主要分布在多康地区。", "莲花戒": "莲花戒(740-795)是古印度著名的高僧与学者,是藏传佛教前弘期教理思想奠基人之一。莲花戒是寂护大师的弟子,那烂陀寺的出色学僧。莲花戒在中印传播佛教,其中最著名的是在桑耶寺举行的大辩论会，史称“拉萨法诤”。拉萨法诤是一场规模大、格调高的大辩论会,由吐蕃国王亲自主持,双方参加者超过百人。在会上,汉传佛教大乘和尚摩诃衍提倡顿悟说,认为教徒不需要长期修行,只要排除一切妄念就可顿悟成佛。而莲花戒提倡渐悟说,认为修行需要经过不同阶段,通过长期精进修习六度,才能达到正智或无分别智的境界。在辩论中,莲花戒取得胜利。此后,莲花戒受到吐蕃国王和吐蕃佛教界的推崇。他们支持以寂护大师和莲花戒论师的佛学观点作为吐蕃佛教的主流思想,这对后来藏传佛教显宗中观思想的发展产生了深远影响。莲花戒持瑜伽行中观见。莲花戒为寂护的摄真实论作摄真实论注。莲花戒为中观庄严论作中观明。莲花戒为法称的正理一滴作正理一滴注。莲花戒为稻秆经和般若波罗蜜多心经作注疏。莲花戒还著有修习次第等作品。莲花戒的作品都有梵文与藏译本传世。", "弥陀山": "弥陀山（约活动于七八世纪）西域三藏法师，译经家。意译寂友。根据宋高僧传卷二、开元释教录卷九等记载，弥陀山为吐火罗国人，自幼出家，遍游印度诸国，学习各种经论，而于楞伽经、俱舍论最为精通，立志传法，不虑远近。《宋高僧传》卷二《周洛京寂友传》记载，寂友本名弥陀山，吐火罗国人，弥陀山自幼出家，曾赴印度求法，遍学经论，尤其对《楞伽》、《俱舍》最为精通。弥陀山取法号为寂友，在长安久居24年奉诏译经。弥陀山于武则天统治时期（690～705）来到汉地，与沙门法藏等共译无垢净光陀罗尼经。译毕进呈内廷。不久辞归故里，武则天敕厚礼饯之。据记载，弥陀山曾去印度学习，专门学修过楞伽经，弥陀山是这部经的专家。现存三个楞伽经古代汉译本,按翻译时间顺序是：第一,求那跋陀罗译本,于公元5世纪。这是中国禅宗第二祖慧可得到的版本。第二,菩提流支译本,于公元6世纪。第三,实叉难陀译本,于公元8世纪初,后被弥陀山校订，这是现今流传最广的版本。第三个译本实际上是实叉难陀译,弥陀山校。弥陀山曾到印度专修此经,对该经很精通。所以弥陀山校订的版本最为精准所以由弥陀山校订的实叉难陀楞伽经译本显得更为精准，水平很高。", "密拉日巴": "密拉日巴（1040～1123）又译米拉日巴、弥拉惹巴等, 师承于玛尔巴，法名喜笑金刚、密勒金刚幢。密拉日巴是藏传佛教高僧，噶举派第二代祖师，著名瑜伽师。密拉日巴出生于后藏拉堆贡塘地方，祖姓为琼波，最初家境富裕，7岁时父亲病故，一家人受到伯父的盘剥，密拉日巴想通过诅咒来报复伯父家，后又追悔自己的罪业，立下誓言，要学习佛教正法。经人举荐，寻访玛尔巴·却吉洛哲大师,正式走上修学佛法的人生道路。密拉日巴38岁时亲近并依止玛尔巴学法，经过6年的磨炼和考验，至44岁时获得上师的全部密法教授。之后,密拉日巴一直游方深山，于人迹罕至的岩洞中修行，彻底舍弃了人世间各种贪欲或享乐的思想和行为，向人们展示了一种脱俗的宗教人生轨迹。在密拉日巴看来，人生的价值或意义，只有通过修持佛法方能实现。密拉日巴以道歌吟唱的形式传扬佛教思想。同时，他苦修并教授瑜伽，成就斐然。密拉日巴虽隐居深山僻壤之中，但吸引了四面八方的众多学法弟子，著名弟子有冈波巴和日琼巴，他们对继承和弘扬密拉日巴传承的大手印法作出了巨大贡献。密拉日巴去后，被人们冠以“即身证得殊胜悉地”的瑜伽师称号。", "涅槃节": "涅槃节。涅槃节是佛教节日,在农历二月十五日。相传这一天是释迦牟尼佛涅槃的日子。农历二月十五日原来也是中国江浙地区的民间花朝节。南宋时和涅槃节合二为一。吴自牧在梦粱录中记载:仲春十五日是花朝节,在江浙一带,认为这天春天正当中,百花盛开,是最适合出游赏花的日子。这个节日的由来，据说源自唐代时期。相传唐玄宗曾与杨贵妃一同在宫中观赏花卉，而后又命令百官与百姓在庭园中同乐，逐渐发展成民间节庆。后来这个节日逐渐传到了江浙一带，成为当地的重要传统节日之一。涅槃节这天，崇新门外长明寺和其他寺院的僧尼会举行隆重的胜会,布置旗帜,摆放各种香花和奇果,挂名贤的书法和绘画,展示珍奇玩具,装饰道场,游人很多,整日不断。涅槃节反映了佛教在中国民间深入人心的情况。在印度人普遍认同生死轮回的三世说生命观的背景下，想要超越生死，而提出了涅槃的话题，这是印度宗教最高话题，印度宗教家把一个人死了再入轮回的‘死’，称为‘死’；把死了不再入轮回的这个‘死了不来’的死，称为涅槃。不同教派对这个境界的理解是不同的。佛教认为圆满的涅槃境界是智慧的圆满证得。所以涅槃节所庆祝的，是佛达到智慧圆满证得这个境界的重要时刻。涅槃节是佛教节日，而涅槃这个话题，并非佛教独有。", "陈那": "陈那(约5-6世纪)，是印度古代大乘佛教瑜伽行派论师，佛教新因明学创始人。陈那生于南印度安度罗或建志，陈那属婆罗门种姓。陈那初学外道教，后皈依小乘犊子部， 陈那再拜瑜伽行派世亲为师，学习大乘佛法。陈那在那烂陀寺主要宣讲《俱舍论》、唯识理论和因明学说。陈那能言善辩，陈那在南印度辩倒外道，恢复被废寺院。陈那属瑜伽行派唯识学派，陈那提出有相唯识说， 不同于难陀的无相唯识说。陈那认为“见分”与意识活动的主体相关，为真实存在; 陈那还认为“相分”依赖于“见分”而存在，性质虚幻，但陈那认为 “见分”又带“相分”的“行相”，两者交互作用真实。陈那这观点是中国法相宗重要理论来源。陈那的主要贡献是因明学说。陈那改造古印度的五支作法为三支作法:宗、因、喻。陈那采用演绎推理方法，成为一种佛教认识论和量论。陈那不仅影响内部各学派理论， 陈那也使古印度逻辑学飞跃。陈那的量论观点见于代表作《因明八论》，尤其是陈那的《集量论》，后失传，唐义净译出，再失传。现存藏译两种。陈那的其他汉译作包括《解卷论》、《无相思尘论》等。继承陈那的主要有商羯罗和护法。陈那是古印度大乘佛教思想的代表，在佛教学说发展史和印度逻辑学史上陈那有重要地位。", "达摩笈多": "达摩笈多，印度来华僧人，是隋唐时期重要的译经家。达摩笈多出生于南印度罗啰国，23岁出家，25岁受具足戒，师从多位大师学习。达摩笈多游历各国，后游至商旅荟萃之地迦毕试国听闻中国盛况，决心东来弘扬佛法。达摩笈多经西域各地一路讲经停留，终到达今甘肃敦煌。后隋文帝延请他来长安，丰厚供养。时达摩笈多移居大兴善寺，参与译经工作，所诵之经多为要籍，对经典微旨的宣解，化解信众疑惑。达摩笈多谨守戒范，心怀慈恕。达摩笈多译经多从字源入手，义理允正，文意显畅。隋炀帝继位迁都洛阳，大业二年（606）下敕于洛水南岸上林园建翻经馆，达摩笈多与阇那崛多应邀参与译经。他的译经生涯始于隋开皇中期，终于唐大业末年，历时二十八年，于619年圆寂。达摩笈多译经9部46卷，包括《药师经》、《摄大乘论释论》、《金刚能断般若经》、《大方等大集经》、《金刚般若波罗蜜经论》、《缘生论》、《菩提资粮论》等，达摩笈多对中国佛教产生深远影响。达摩笈多是重要的印度来华译经僧，开创性地将许多重要经论介绍给中国，推动了中国佛教的发展，对佛教思想的形成和传播做出了重大贡献。达摩笈多体现了印度与中国佛教文化的交汇互鉴，在中印佛教交流史上，占有重要地位。", "达摩祖师": "达摩祖师是中国禅宗的始祖，就是菩提达摩，是最著名的印度来华高僧。他带来印度的禅法,在中国传播发扬,对中国佛教产生深远影响。达摩祖师生于南印度,属婆罗门种姓，自幼聪慧,对佛教禅定有深刻体悟。南朝宋末来中国,达摩祖师先至广州,后北行至北魏,游化嵩山洛阳一带,传授禅法。据说达摩祖师150岁来到永宁寺,见寺院金碧辉煌,连续念诵“南无”几日。达摩祖师在嵩山少林寺闭关九年,称“壁观婆罗门”。慧可和道育供养祖师4-5年,受其传授真法和楞伽经。达摩祖师晚年生平事迹传说不同。或说遭毒而死,葬熊耳山，或说见宋云手拄拐杖行经葱岭。中国禅宗奉他为初祖。达摩祖师师承未详,后人称其师为求那跋陀罗。中国禅宗的传承为菩提达摩、慧可、僧璨、道信、弘忍和慧能六代。达摩祖师以“教外别传,不立文字”为特征,以“参禅究明佛心”为目的。达摩祖师以“壁观”教人入道,使心如墙壁,外停诸缘,内无喘息。《少室六门集》常被视为达摩祖师著作,其中《二入四行论》为达摩亲传。达摩祖师是佛教从印度传入中国的关键人物,开创中国禅宗,成为中国佛教独特的特征。达摩祖师融合印度禅法与中国文化,使禅宗在中国生根发展,对中国佛教思想和文化产生深远影响。", "地藏菩萨": "地藏菩萨是汉传佛教菩萨名。与文殊、普贤、观音并称佛教四大菩萨。其说法道场安徽九华山，是我国佛教四大道场之一。地藏是梵文的意译，音译乞叉底蘖婆。《地藏十轮经》中称其安忍不动如大地，静虑深密如秘藏，故名地藏菩萨或地藏王菩萨。据经中记载，地藏菩萨受释迦牟尼嘱咐，在释迦既灭、弥勒未生之前，自誓必尽度六道众生，始愿成佛。并在久远劫来不断发愿救度一切罪苦众生，尤其是地狱众生，被认为具大孝和大愿的德业。其形像，有记菩萨形，又记作沙门形，多流传外现比丘形，左手持宝珠，右手执锡杖，或坐或立于千叶青莲花上。地藏菩萨的典籍有《地藏菩萨本愿经》、《大乘大集地藏十轮经》、《地藏菩萨发心因缘十王经》,《佛说地藏菩萨经》、《地藏菩萨十斋日》等。据传地藏菩萨原为佛的弟子目连,曾救母出饿鬼道,死后当上地藏王。《地藏菩萨本愿经》说,婆罗门女卖家救母出地狱,其事迹或是目连翻版。在密教,他是八大菩萨之一,在曼荼罗有其位置。宋元时期受广泛崇拜，在日韩亦流行。造像遍及新疆、云南、四川、甘肃等地石窟。其故事有元杂剧《地藏王证东窗事犯》,也见于小说和民间传说，其信仰逐渐本土化,反映了中国民间对来生和冥界的信仰,对救度亡魂的期待。", "法显": "法显(337-422)是东晋高僧, 法显是著名的求法修行家和译经家。法显俗姓龚, 法显出生在山西平阳。法显3岁剃度, 20岁受具足戒。法显誓要去印度寻求戒律本源。399年,法显去印度求法。法显经西域至敦煌,历尽艰险到达鄯善(今新疆若羌)。法显过葱岭、渡河至北印度乌苌。法显到达中印度,学习梵语, 法显收集经律,巡礼佛迹。法显在摩揭陀的巴弗邑得到《摩诃僧祇律》。法显在巴连弗邑学习三年。法显决意携带梵本回国, 法显南下至斯里兰卡，法显东渡回国,途中遇风暴,船漂至山东牢山。法显于东晋义熙八年（412）回到故国。法显抵达东晋都城建康，法显与印度法师译出多部经典, 法显确定中国佛教经、律、论三藏。法显后至荆州逝世, 法显享年86岁。法显带回佛教五部律中的三部，《摩诃僧祇律》、《萨婆多律》、《弥沙塞律》，对中国戒律流传起重要作用。法显开启西行求法运动,影响后世玄奘、义净等人。法显著有游记《佛国记》,记载中亚、印度三十国地理、宗教、风俗等,是研究古代中印历史的宝贵资料。法显是中印文化交流的重要代表,法显通过求法和译经将印度佛教文化引入中国, 法显的《佛国记》也留下宝贵的历史记载,是研究古代世界各国历史的珍贵资料。", "法相宗": "法相宗,又名唯识宗、慈恩宗、属于瑜伽行唯识学派，中国汉传佛教的一大宗派。法相宗起源于印度,法相宗由唐代高僧玄奘在长安创立。玄奘得到唐朝支持,使法相宗得以兴盛。玄奘的弟子窥基完成了法相宗的发展。窥基的弟子慧沼继续发扬法相宗,达到鼎盛,但慧沼之后法相宗渐衰，到宋代法相宗已不显,法相宗成为唐代宗派中存世最短的。晚明法相宗曾经影响了一些思想家，如王夫之。法相宗自称的根本经典有六经十一论。六经是《华严经》等,十一论是《瑜伽师地论》等。法相宗属瑜伽行唯识学派,祖庭是陕西大慈恩寺。相传释迦佛涅槃一千年后,无著菩萨从阿逾陀国夜夜登兜率天,向弥勒菩萨学“瑜伽论”。无著之弟世亲创唯识论。唯识学先在南北朝传入中国,以《十地经论》为主,后是梁陈的摄论学,以《摄大乘论》为主,最后是唐的法相宗。法相宗曾传入日本和韩国。在日本称日本唯识宗,历代传承。至清末杨仁山居士至日本，重新将唯识经典带回中国，开启了研究法相宗唯识的热潮。欧阳竟无创建支那内学院，门下吕澂也是佛学大家，北方韩清净也倡导唯识学，他们带动了唯识学在现代中国重新复兴。法相宗是中国佛教瑜伽行唯识学派的重要代表,通过玄奘将印度唯识学传入中国,对中国佛教产生深远影响。", "佛护": "佛护,音译“佛陀波利”,佛护约生活于五世纪中叶,佛护是古印度中观学派的重要论师。佛护出生于南印度耽婆罗国,佛护出家后从僧护学法。佛护主要活跃于南印度, 佛护居住在弹荼补梨寺,讲授教法。佛护有弟子莲花慧。《多罗那他佛教史》说佛护著作颇丰,但流传至今仅有《中论佛护释》一部。《佛护释》在《无畏疏》的基础上,为龙树的《中论颂》提供详细论证，其特征是善用比喻,用通俗的语言解释深奥的哲理。《佛护释》原只有藏译本,注释龙树和提婆的著作, 佛护被视为根本中论的大注释家,称“长老佛护”。《佛护释》易于理解，梵文残本和藏文的《佛护释》对理解中观派和瑜伽行派的教义,及中观思想的发展变化都很重要。2-3世纪,龙树的《中论颂》是中观派的本论,也是大乘佛教的基石。从佛护开始,印度论师更系统注释《中论》,阐述中观思想。佛护在中观思想史上地位关键。《佛护释》简明易解,对修行很有帮助。藏传佛教以佛护为中观应成派的祖师。《佛护释》的对于中观古学思想的梳理，使《佛护释》成为应成、自续派的重要义理文献，对研究中观思想的发展流变，具有重要意义。佛护的主要贡献是著作《中论佛护释》,这开创了中观学派论师对《中论颂》的系统注释。", "佛陀十大弟子": "佛陀十大弟子。指释迦佛有十位大弟子，又作释迦十圣、十弟子。即佛陀弟子中特别卓越之十人，是佛陀坚定的追随者,诸大小经论中常提到，分别是:十大弟子舍利弗,以智慧第一; 十大弟子目犍连,神通第一; 十大弟子迦叶,头陀第一; 十大弟子阿那律,天眼第一; 十大弟子须菩提,解空第一; 十大弟子富楼那,说法第一; 十大弟子迦旃延,论义第一; 十大弟子优婆离,持律第一; 十大弟子罗睺罗,密行第一; 十大弟子阿难,多闻第一。他们各有不同的才能和修行方向,成为佛教早期的重要功臣和传播者。天台净名疏曰:今十子各执一法者，随其乐欲各一法门，摄为眷属，虽各掌一法何曾不具十德，自有偏长，故称第一。舍利弗以智慧见长,阿那律有天眼通,富楼那善于说法,罗睺罗善于精进修密行等。每个弟子都对佛教的发展做出了重要贡献。佛陀的这些弟子在佛教历史和教义发展中扮演着非常重要的角色。十大弟子们独具慧根,对佛陀的教诲有深刻领会,并且在佛陀在世时就已经广传佛法,奠定了佛教早期的基础。佛陀入灭后,他们继续传扬佛陀教法,最终形成了不同部派。在佛教形成和发展的各个关键时期,十大弟子都起到了承上启下的作用。他们的弘法事迹和见解对后世产生了深远影响。", "阿修罗": "阿修罗，梵文音译，略称修罗。为六道之一，八部众之一，十界之一。音译阿须罗、阿索罗、阿苏罗、阿素罗、阿素洛、阿须伦、阿须轮。意译非天、非同类、不端正。阿修罗为印度最古诸神之一，有福报似天而非天的意思。据增一阿含经卷三阿须伦品载，其身形广长八万四千由旬，口纵广千由旬。有关阿修罗之业因，诸经多举出嗔、慢、疑等三种生因，也有列举十种阿修罗之生因。在古印度，人们对生命的理解，是三世六道轮回生命观。认为生命形态大略分为六类，分别是天道众生、阿修罗、人、畜生、饿鬼和地狱道众生。阿修罗排在天道众生之后。天道众生和阿修罗这两类众生，我们人类没见过。在佛教里，阿修罗被列为“天龙八部”之一，作为护法神形象出现，被归为欲界的大力神或是半神半人的大力神。阿修罗以易怒、好斗、骁勇善战著称。阿修罗是一个具有强烈战斗性质的神灵，作为大力神阿修罗，拥有非凡的力量和能力，与忉利天神帝释天（因陀罗神）争斗不休。阿修罗还拥有咒语治病的能力，被称为医神。对阿修罗的信仰和崇拜主要分布在印度、东南亚一带。在中国，阿修罗虽不是佛教主流护法神，也有部分寺庙供奉阿修罗。随佛教的传入，阿修罗也逐渐出现在中国的小说和民间传说中。", "地狱": "地狱。梵文意译是地狱，即地下之罪狱，音译捺落迦或那洛迦等。佛教中指造恶业的众生死后投生之处。地狱是生死轮回的六道或五道之一，地狱与畜生、饿鬼并称三恶道，地狱唯有剧苦折磨，没有欢乐。地狱原为婆罗门教的地界，即地下的世界。但在往世书神话中，地狱成为与天堂相对的灵魂归宿，并对地狱作了具体而恐怖的描述。佛教文献中，地狱名目繁多。一说有八大地狱：活地狱、黑绳地狱、合会地狱、叫唤地狱、大叫唤地狱、热地狱、大热地狱、阿鼻地狱。一说有十六小地狱：八炎火地狱分别为炭坑、沸屎、烧林、剑林、刀道、铁刺林、咸河、铜橛，八寒冰地狱分别为浮陀、尼罗浮陀、呵罗罗、阿婆婆、睺睺、沤波罗、波头摩、摩诃波头摩。还有说法是十八层地狱。早在佛教传入之前，中国的传统信仰认为人死后亡魂会升天或归于“幽都”，后汉时则认为亡魂归于泰山，泰山府君为冥界主宰。故早期汉译佛典也曾用“泰山”或“太山”、“岱山”一词翻译地狱。到两晋南北朝，中国的志怪小说中也模仿佛经极力描写地狱的恐怖，地狱的概念遂与本土民间信仰相结合，阎罗王成为地狱的主宰，手下还有判官、黑白无常、牛头马面以及一帮小鬼等，帮助捉拿恶人、判决罪行、施行惩罚等。", "甘露": "甘露是古印度神话不死之药，传说甘露是在烹制祭祀米饭过程中产生，甘露具有抵御死亡的功效，另有说法称甘露为众神搅海所得。甘露相关故事被记录在史诗和往世书中。甘露故事讲述众天神为抗击阿修罗（阿素罗）而寻求甘露。他们向神毗湿奴求助，被要求前往搅拌乳海以获得甘露，甘露能使自身不死。阿素罗也加入了搅乳海获得甘露的行动。为求甘露，众天神和阿素罗合力用龙王婆苏吉做成搅绳，曼多罗山做成搅棍。搅出了14种宝物，包括毒药、月亮、宝树、神马、宝石、美女兰葩、吉祥天女、美酒天女、如意神牛、巨象、法螺、神弓、医神檀文陀梨以及他手持白钵的甘露。但是阿修罗贪婪地夺走了所有甘露。为夺回甘露毗湿奴变成妖姬的形象来到正在分食甘露的阿修罗中间，利用其对美色的热衷，将甘露诱骗到自己手中夺回甘露，并将甘露交给众神。阿修罗罗睺假扮成天神饮下了甘露，毗湿奴用他的宝轮斩断了罗睺的头颅。饮了甘露的罗睺身体倒地，因他饮了甘露而不死，头颅变成了一颗行星。因为盗取甘露仇视众神而被杀，罗睺经常袭击太阳或月亮，导致日食或月食。另一神话故事中，甘露被金翅鸟盗窃，在毗湿奴干预下，甘露重回众神手中。", "种姓": "种姓，梵文varṇa，原意是肤色，引申义是依据肤色及不同人种划分的社会等级，指印度婆罗门建立的“种姓制度”里的不同种姓。印度教认为业报使人的精神、道德、知识、能力生而不同，故应分属不同的社会集团和种姓，这种姓是终生不变的。种姓按高下分为婆罗门种姓、刹帝利种姓、吠舍种姓和首陀罗种姓四种种姓。种姓是南亚地区，尤其是印度特有的社会、宗教和政治性集团。种姓问题早在印度吠陀时代就已存在，距今已数千年，后来种姓制度在印度教信仰的发展过程中逐渐僵化。封闭的种姓阶层使社会趋于停滞、保守，并带有歧视性。20世纪后半叶，权力分配已从宗教地位和教育程度较高的种姓向经济和政治上居主导地位的种姓转移。新秩序的主要受益者也已不只是婆罗门种姓。国家从社会平等出发所作的努力，使所谓“落后的”集团种姓在立法机构中获得了保留席位，在政府中配得一定比例的官职，但种姓作为政治集团依然有重大影响。由于有特权的种姓成员不愿放弃其既得的种姓特权，因此，他们对改革持保守态度。尽管现代化和工业化对种姓的职业保守性产生过有力的冲击，而且种姓制度的宗教意义也逐渐淡化，但是种姓改革成效甚微，这就预示传统种姓还会继续存在下去。", "祈愿大法会": "祈愿大法会是中国藏传佛教格鲁派举行的重要的宗教活动，旨在弘扬教义，祈愿世界和平安乐。祈愿大法会始于1409年，由宗喀巴·洛桑札巴在拉萨大昭寺创立，以纪念释迦牟尼降服外道六师并广施佛法。格鲁派寺院继承祈愿大法会的传统，成为各宗派共同推崇和举行的法会。目前藏地的祈愿大法会主要在三大寺举办。拉萨祈愿大法会于每年藏历正月初三至二十五日，在西藏拉萨大昭寺举行，又称传昭大法会。参加祈愿大法会的主要来自拉萨三大寺，在祈愿大法会期间，僧众诵经祈愿，举办答辩会，酥油花灯展，抛食仪式等。祈愿大法会在藏历正月二十五日以迎请弥勒佛仪式后闭幕。塔尔寺祈愿大法会始于1583年，由三世达赖喇嘛·索南嘉措倡办，塔尔寺祈愿大法于每年藏历正月初六至十七日举行，赞颂佛祖释迦牟尼；四月祈愿大法会纪念佛陀诞生、出家、成道和涅槃；六月祈愿大法会纪念释迦佛三转法轮；九月祈愿大法会称天降节，为纪念释迦牟尼降凡。具体有诵经传法、法舞表演和酥油花展等。拉卜楞寺祈愿大法会始于二世嘉木样活佛·贡却晋美旺布，每年藏历正月初三至十七日举行。拉卜楞寺祈愿大法会有诵经传法、答辩会、放生、展佛、法舞表演、酥油花展和弥勒转经仪式等。", "燃灯节": "燃灯节是中国藏传佛教格鲁派重要节日。为纪念宗喀巴·洛桑札巴的圆寂日而设立。燃灯节又称十月五供节。藏历第七绕迥土猪年（1419）十月二十五日，格鲁派创始人宗喀巴在他的驻锡地甘丹寺圆寂，格鲁派在各地寺院举办燃灯节以作悼念，此后每年藏历十月二十五日定为燃灯节，也称忌辰五供节。燃灯节期间各大格鲁派寺院举办庆祝盛典，其中拉萨的燃灯节尤为隆重，当数万盏酥油佛灯同时点燃时，极为壮观。数万盏酥油灯象征着佛的光明，佛光普照。燃灯节期间，寺院照例供应斋茶斋粥。虽然燃灯节同样从藏历十月二十五日开始，但由于宗喀巴的两大弟子嘉央却杰和仙钦却杰分别于十月二十四日、二十六日圆寂，而第二世嘉木样又于十月二十七日圆寂，所以该寺的燃灯节会延续三天，以表纪念。燃灯节的白天，信众们转经拜佛、祈祷。燃灯节的夜晚，在经堂佛殿等建筑屋顶上点燃酥油灯，供信众们敬仰膜拜。其他各地格鲁派寺院举办的燃灯节，除形式细节和时间延续上略有差异外，内容大致相同。据《塔尔寺文化》记载：塔尔寺从二十五日晚始，因燃灯五夜，所以这个法会也称为忌辰五供节或燃灯节。燃灯节作为藏传佛教格鲁派的一个重要节日。信众们在燃灯节这一天，通过点燃酥油灯，表达对佛陀和宗教的敬仰之情。", "萨嘎达瓦节": "萨嘎达瓦节又称佛吉祥日。农历四月十三日至四月十五日是藏传佛教重要的传统节日，藏语称萨嘎达瓦节。南传佛教的信众称萨嘎达瓦节为卫塞节，意为月圆日。萨嘎达瓦节是为了纪念释迦牟尼的诞生、成佛和涅槃三大吉日而设立。萨嘎达瓦节，藏语意为氐宿月。氐宿是西藏星相二十八星宿之一，乃释迦牟尼诞辰、成道及圆寂的日子。因此，这个月会进行各种各样的活动加以纪念。久而久之，这些活动转变为大规模的转山。藏地在萨嘎达瓦节这一天，僧尼和信众会闭斋、转经和念诵六字真言等。信众们认为，在萨嘎达瓦节的当天来进行任何利他善事或者活动都会有事半功倍的效果。萨嘎达瓦节在藏族地区的民间极为盛行，尤其是在拉萨，萨嘎达瓦节举行的活动规模比较大，场面壮观。庆祝活动具有非常浓郁的民间特色，成千上万的信众在萨嘎达瓦节围绕拉萨古城转经。所谓转经，就是按约定即成的环形线路行走、祈祷的一种藏传佛教形式。萨嘎达瓦节的转经活动从凌晨开始，持续至傍晚结束。人们通过庆祝萨嘎达瓦节来弘扬佛教文化，共同祈愿世界和平、人类幸福。因此，萨嘎达瓦节具有深厚的宗教内涵和民间特色。汉传佛教与藏传及南传佛教不同，一般在四月初八，纪念佛陀诞辰，称为浴佛节。", "狮子会": "狮子会，是北宋时期的一种特殊佛教活动。在重阳节这一天，狮子会成为寺院的主题活动。狮子会不仅体现了佛教文化的传承，还展现了当时社会的风俗习惯。狮子会是在九月初九的重阳节举办，这一天人们举行各种活动，如登高会、菊花会等。狮子会作为一项活动，与重阳节的庆祝活动紧密相连。狮子会充分体现了宗教与中国传统文化的交融。狮子会在北宋京都汴梁盛行。吴自牧的《梦粱录》记载了狮子会的详细情况，描述了东都开宝、仁王寺院举办的狮子会。《梦粱录》卷五记北宋京都汴梁（今河南开封）重阳节曰：“其日，诸寺院设供众僧。顷，东都有开宝、仁王寺院设狮子会，诸佛菩萨皆驭狮子，则诸僧亦皆坐狮子上作佛事。杭都却无此会。”与《东京梦华录》所载的内容一致。狮子会的举行反映出当时社会对佛教的尊崇与信仰。狮子会是一种独特的佛教文化现象，狮子会不仅见证了北宋时期的宗教文化繁荣，也反映了社会风俗与民间信仰。狮子会在当时的社会中具有重要的地位，寺院举办狮子会旨在弘扬佛陀的宗教文化，狮子会也是对重阳节的独特诠释。狮子会以其独特的形式与庄重的氛围，吸引了众多信众的参与。", "盂兰盆节": "盂兰盆节。农历七月十五佛教称之为盂兰盆节。盂兰盆节起源于佛教《盂兰盆经》，记载目犍连救母脱离饿鬼道的故事。时目犍连外出经商，临行前嘱咐其母在家多行善事，母对佛僧态度恶劣，不久死去。目犍连以天眼观得母亲堕入饿鬼道，遂以钵盛饭送予母亲，饭未入口即化为火炭。目犍连求佛陀解救之法，佛教导他于七月十五日预备种种饮食，盛于盆器虔诚恭敬奉佛献僧。以此功德，仰仗十方诸佛慈愿力、威神力加庇，终救得母亲出饿鬼道。由此因缘，佛讲了《盂兰盆经》，从此每年七月十五日成为盂兰盆节。盂兰二字是梵语音译，意为倒悬，即喻无明所障、颠倒梦想的众生不能如实理解佛陀的无生法义，是为倒悬之众生。盆是盛载食物的容器，即用盆器盛珍贵百食恭敬奉献佛僧，承仗三宝不可思议之力，以解众生无明之苦。佛僧在盂兰盆节这天解制，因此盂兰盆节又称为自恣日。盂兰盆节也是中国民间的传统节日，道教称盂兰盆节为中元节，民间称盂兰盆节为鬼节。后盂兰盆节逐渐演变成民间的祭祖节日，两宋时期，官方和民间都很重视中元节。人们从孝道出发，拜佛、祭祖、吃素，但也没有忘记娱乐，要看《目连救母》杂剧。民间也会在盂兰盆节布施僧人积累福德。从元明清三代开始，放灯活动成为盂兰盆节的突出活动。", "马鸣": "马鸣，古印度佛教宗师、诗人。马鸣也被认为是第一个梵语剧作家。同后世泰戈尔一样有诗哲之称。马鸣生于娑枳多城的婆罗门家庭，马鸣初奉婆罗门教，后皈依佛教。马鸣活动于1－2世纪，在说一切有部出家。“马鸣菩萨”是对马鸣的尊称。马鸣深研佛法，博通三藏， 四处弘法。说法之时，抑扬顿挫，声情并茂，动人心魄。“马鸣”由来很多，传说马鸣说法能感动众生，使马悲鸣不食为最。马鸣又被尊称为功德日，与龙树、提婆、鸠摩罗罗陀齐名，被誉为四日照世。禅宗尊马鸣为天竺第十二祖。鸠摩罗什译《马鸣菩萨传》记载，马鸣为外道时与佛教辩论获胜而禁止佛寺鸣犍椎，胁尊者与马鸣辩论获胜并收他为徒使之皈依佛教。据传，在印度有“六马鸣”之说，但绝非人人都是“马鸣菩萨”。但他们有一共同点即辩才无碍。马鸣深研佛法，博通三藏。马鸣是早期大乘思想最重要的支持者和弘扬者。马鸣使佛法在印度高等阶层中得到广泛认可。《大乘起信论》托名为马鸣所作。马鸣著《佛本行经》，译者无考；马鸣的三部戏剧残卷为现存最早的梵语戏剧。九幕剧《舍利弗传》讲的是佛陀的两大弟子舍利弗与目犍连如何皈依佛门的故事。托名马鸣的作品被广泛翻译，对中国文学产生深远影响。马鸣作品推动了中印文化交流。", "弥勒": "弥勒，音译梅呾利耶，义译慈氏。据说弥勒数世修慈心观，得以慈氏为姓。又称慈氏菩萨。弥勒名为阿逸多意为无能胜。据佛经记载公元前约六世纪弥勒诞生于南印度的大婆罗门家，后弥勒出家追随释迦佛学习佛法。《弥勒上生经》预记弥勒先于释迦佛入灭，上生兜率天，弥勒在兜率内院为诸天演说佛法，大乘佛教称弥勒为一生补处菩萨。《弥勒下生经》描述释迦佛入灭后五十六亿七千万年，弥勒再次降生阎浮地，在华林园龙华树下弥勒得道成佛，三会言说佛法，普度众生。弥勒是娑婆世界下一尊佛，被尊称为当来下生弥勒尊佛或弥勒佛。弥勒被唯识学派奉为鼻祖。无著、世亲依弥勒教诲创立瑜伽行唯识学派。相传，弥勒造了《瑜伽师地论》、《分别瑜伽论》、《大乘经庄严论》、《辨中边论》、《金刚般若经论》等五部论著,称为“慈氏五论”。《现观庄严论》也被认为是弥勒所传。在佛教艺术中弥勒有两种形象：一种是端庄的弥勒菩萨形像，象征着智慧与教化；另一种是笑脸胖弥勒形象，象征着忍辱和仁慈。五代十国之后，传布袋和尚为弥勒转世，此后中国开始以笑脸胖弥勒形象而传世。弥勒信仰源自早期佛教,在东亚各地广泛流传。弥勒信仰传入中国后深受中国民间信仰影响，后渐被弥陀信仰取代。", "萨迦派": "萨迦派是藏传佛教主要宗派之一。萨迦派法脉来自印度大成就者毗瓦巴，由藏族译师卓弥·释迦益西赴印度求法得传承，回藏后传授给昆·贡却杰布。1073年昆·贡却杰布在藏地建寺传法，创立萨迦派，萨迦派推崇阐扬修持道果法。萨迦派后经五代祖主发展壮大。萨迦派势力在元代达到鼎盛，明代始萎缩，至清代其政教事业已趋向衰落。萨迦派立宗以来，实行家族世袭的教主和拉章制度，明中期萨迦派由都却拉章独家掌控了萨迦派的法王职权。宗派内部形成诸多学派，有显宗与密宗两大学派和多个密法传承。萨迦派显宗由雅楚·桑杰拜创立，弟子荣敦·玛威僧格在藏地（今拉萨市林周县）建寺，名那烂陀建寺，传播《释量论》、《现观庄严论》、《中观》等，影响广泛。萨迦派密宗有鄂尔系、宗巴系和察尔系。鄂尔系由鄂·贡嘎桑布在爱旺寺创立。宗巴系法脉源于丹巴·索南坚赞，分前后两系，以贡嘎多杰丹寺为传教中心。察尔系为萨迦派嫡系密法传承，以萨迦寺为代表。萨迦派推崇梵文，萨迦班智达曾与六名印度学者辩论并获胜，在藏区掀起学习梵文的热潮。萨迦派影响力遍及藏区、尼泊尔和印度。萨迦派的主要教义包括三乘教义、般若和中观哲学、唯识论以及密宗教义如本尊瑜伽、贡噶巴传承和四大圆满等。", "施护": "施护是印度僧人，译经家。施护原为乌仗那国帝释宫寺僧。980年，施护与天息灾来华，献梵夹于宋太宗，太宗重视译经，于982年建译经院，施护与天息灾、法天被封为显教大师，于太平兴国寺开始译经，施护同时参与译经院整套翻译流程的制定。其间施护译出了《如来庄严经》，新译经施护每年都献于皇帝诞节。施护参与童子梵文教学。985年，太宗召见施护等，称赞译经体妙，同意施护等人寻访陕西收集梵文佛经。雍熙三年，赐《三藏圣教序》于施护等三人。1011年，施护参与修建舍利塔。天息灾、法天去世后，施护主持译经工作。施护带领法护、惟净等年青一辈译经。施护一生译经不辍。施护译经二百余卷，多为密教典籍，主要有《秘密三昧大教王经》4卷、《一切如来金刚伞业上秘密大教王经》7卷、《守护达千国土经》3卷、《秘密相经》3卷、《无二平等上瑜伽大教王经》6卷，施护等与法护、惟净合译的《一切如来真实摄大乘现证三昧大教王经》30卷等。施护对宋代佛教密教传播和翻译事业贡献极大，施护是宋代佛教翻译的重要人物。施护是中印佛教文化交流的重要代表，施护在两国佛教史上均占有重要地位。施护事见《佛祖统纪》、《宋史》、《历代佛祖统载》、《补续高僧传》、《新续高僧传》等。", "释迦牟尼": "释迦牟尼，原名乔达摩悉达多，是古印度著名的思想家、教育家、吠陀时期的宗教改革家，佛教的创始人，称号为释迦牟尼佛、乔达摩佛、佛陀，意为觉悟者、世尊、释尊等，也简称释迦如来、释迦文佛、释迦佛。释迦是种族之姓，意为能仁，牟尼是古印度对圣者的尊称，意为寂默。释迦牟尼生平。释迦牟尼曾是迦毗罗卫国太子，属刹帝利种姓。释迦牟尼父为迦毗罗卫国王净饭王，释迦牟尼母为摩诃摩耶。公元前624年悉达多出生在尼泊尔摩揭陀国的蓝毗尼花园。29岁时，悉达多见到老、病、死的现象，认识到生命无常，出家修行。释迦牟尼曾跟随各师学习，未能得要解脱之道，自己独坐禅思，在35岁时觉悟，成就佛果。觉悟后，释迦牟尼开始传播佛法，首在鹿野苑转法轮。释迦牟尼的最初弟子有憍陈如等五比丘。释迦牟尼传教45年主要在中印度一带活动，用佛法教化各阶层，释迦牟尼建立僧团制度。80岁时，释迦牟尼涅槃于拘尸那城附近娑罗林。释迦牟尼一生事迹主要见于佛教经藏中，如专门记述释迦牟尼生平的本生经《修行本起经》等。释迦牟尼生卒年，众说纷纭。中国学者据《善见律毗婆沙》推算释迦牟尼生于公元前565年，卒于公元前486年，与孔子同代。", "释迦牟尼出身和人生阶段": "释迦牟尼出身和人生阶段。释迦牟尼出身古印度吠陀时期刹帝力种姓，他的祖先是著名的王族“甘蔗王”的后裔。他出生在迦毗罗卫城，位于今尼泊尔南部与印度毗邻的提罗拉克特附近。他的父亲首图驮那（汉译净饭王）是迦毗罗卫国王，母亲摩诃摩耶是天臂城善觉王的长女。母亲生后七天去世，他由姨母抚养大。出身富贵，作为迦毗罗卫的太子，从小享受王族奢华生活和最上等教育，学习了当时王族应学的一切学问和技艺（即五明）。十六岁（另有十七岁、十八岁之说）时，娶表妹耶输陀罗为妃，生下儿子罗睺罗。他的人生阶段主要包括:入胎与诞生:根据佛教经典，释迦牟尼出生前母亲梦见白象进入腹中，相师预言将生佛陀，出生后立即行七步，说“天上天下，唯我独尊”的偈语。人生早年:十三岁继承王位，二十九岁时与耶输陀罗生下一子罗睺罗，过着富贵生活，对生老病死有所感悟。出家修行:二十九岁出家，先后随阿罗逻和郁陀罗摩子学习修行，但未得解脱。觉悟成佛:随五比丘进山修行六年，进行过度苦行，后采取中道，终于在菩提树下证悟成佛，号释迦牟尼。证悟后弘法:释迦牟尼成佛后四十五年内游行至邻近王国传教，直至八十岁时入灭。", "释迦牟尼出家寻道与传教": "释迦牟尼出家寻道与传教。释迦牟尼深感人间生老病死苦恼，久不得离苦之道，于是在二十九岁便舍弃王位出家寻解脱之道。遍访名师，首随跋伽仙人修行，不满意苦行方式，转至摩揭陀各论派探索，三十五岁在菩提伽耶毕钵罗树下觉悟成道。成佛后开始四十五年传教生涯。首次在鹿野苑转法轮度五比丘，后度弟子舍利弗、目犍连、儿子罗睺罗等。释迦牟尼主要在当时中印度一带传教，建立僧团制度，以方言传教，使佛法广泛流传。讲法是为逐步成熟不同根性的众生皆入佛乘。《解深密经》中说三转法轮即三时说法。初时教法惟为发趣声闻乘者讲四谛无我，代表经典《阿含经》。二时教法是惟为发趣修大乘者，讲二谛无生，以隐密相讲法，代表经典《大般若经》。三时教法为发趣一切乘者，讲唯识无境，以显了相讲法，代表经典《楞伽经》。释迦牟尼传法对象遍及各姓各阶，获国王、富商、工匠等广泛支持。他的传法方式随对象变化而别，包括偈颂、故事、问答等。八十岁时，在拘尸那迦城娑罗林涅槃。释迦牟尼临终嘱咐弟子精进修行。释迦牟尼讲说法义，利益有情，建立僧团，广度众生，终证涅槃，其影响历久弥深。作为古印度宗教改革运动的先驱，其历史地位无可替代。", "释迦牟尼的教法": "释迦牟尼的教法。为不同根基的听法对象说了不同的法，目的是为引导不同根基众生离苦得乐、亲证真实。释迦牟尼随顺众生根基说了人天法、小乘佛法、大乘佛法，其中大乘佛法分二时教法和三时教法。最终目的是引领一切众生通过修习大乘佛法从如梦如幻的轮回大梦中醒来。释迦牟尼创立的佛教教义独特，“缘起”是其重要标志，所以，释迦牟尼被称为“说缘起者”。释迦牟尼的教法相比印度其他教派的不共（差异）就是缘起。释迦牟尼的教法是为说“压根无缘”、“根本无起”，是为了说无我、无生，是为了解构凡夫自以为的真实世界。按《解深密经》分为初时教法、二时教法和三时教法。初时教法是惟为发趣声闻乘者讲四谛无我，代表经典《阿含经》。二时教法是惟为发趣修大乘者讲二谛无生，以隐密相讲法，代表经典《般若经》。三时教法是为发趣一切乘者，讲唯识无境，以显了相讲法，代表经典《楞伽经》、《解深密经》。这三个教理体系相对独立，对应三套缘起破增益，来解构错误认识。释迦牟尼教法中的初时教法说“十二缘起”；二时教法说“缘生缘起”；三时教法说“藏识缘起”。十二缘起和缘生缘起是缘起的方便说，藏识缘起是缘起的究竟说。", "释迦牟尼家谱及亲属": "释迦牟尼的家谱及亲属。释迦牟尼的家谱：七世祖:大善生王；六世祖:师摩懿王；高祖:忧陀罗王；曾祖:瞿罗王；祖父:师子颊王(Sihahanu)；父亲:净饭王；生母:摩耶(大幻化夫人，天示城善悟王的女儿)；继母:摩诃波阇波提·瞿昙弥，天示城善悟王的女儿；同父异母姊妹:难陀；同父异母弟弟:难陀；正妻:耶输陀罗；长子:罗睺罗；另两位夫人虞闭迦、蜜里誐惹。释迦牟尼的亲属：释迦牟尼的父系亲属:姑婆耶输陀罗(与妻子同名)；二叔白饭王，育有2子；堂兄提婆达多；堂弟阿难(十大弟子之一)；三叔斛饭王，育有2子；堂弟摩诃男(五比丘之一)；堂弟阿尼律陀(十大弟子之一)；四叔甘露饭王，育有2子；堂弟婆娑；堂弟跋提(即小贤，五比丘之一)；姑姑甘露(善觉王妃)。释迦牟尼的母系亲属:外公天臂城主阿拏释迦王，婚配外婆耶输陀罗；大舅天臂城主善觉王；表弟提婆；表妹兼妻子耶输陀罗；二舅阿若憍陈如(摩耶夫人之弟、五比丘之一)；三舅十力迦叶(摩耶夫人之弟)；小姨摩诃波阇波提。释迦牟尼的文化导师:毘奢婆蜜多罗；释迦牟尼的武艺导师:羼提提婆。", "毗琉璃": "毗琉璃是四大天王之一的南方天王，毗琉璃又叫增长天王，或称毗琉璃王。毗琉璃是梵文音译，毗琉璃的意译就是增长，所以毗琉璃王又叫南方增长天王，意思就是守护南方人民。中国佛教徒认为就是能令众生增长善根，护持佛法，故名增长天王。毗琉璃王，居须弥山南天，毗琉璃身像常见为青色，穿甲胄，手握慧剑，以保护正法不受侵犯。毗琉璃王护持南瞻部洲人民。毗琉璃为中国大乘佛教护世四大尊之一，是佛教三十三天的第一重天，毗琉璃统领的部将为薜荔神、鸠槃荼。毗琉璃天王位于须弥山山腰南方，是六欲天中四天王天之一。毗琉璃王的普天身像有很多种，据《陀罗尼集经》记，毗琉璃王的衣甲与东方持国天王基本相同，右手执矟，矟根着地。另据《般若守护十六善神王形体》中记，毗琉璃王身赤紫色，绀发，脸显忿怒相。毗琉璃南方增长天王，也寓意着我们要不断学习，护持正法，弘扬正法，精进不懈。另有东方的多罗吒，西方的毗留博叉，北方的毗沙门。后来在中国寺庙本土化中，寺院里的天王殿，供奉的有毗琉璃王和其他四个护法的四尊神的造像，他们统领各自的神将，分别守护四方人民。在《封神演义》中，毗琉璃王被称为魔礼青，掌管法宝青云剑，奉命讨伐西岐，最后被黄天化发出的钻心钉钉死了。", "毗沙门": "毗沙门是印度密教的四大天王之一，在中国特别受到重视。毗沙门又称毗沙门天王。管辖北方，统领夜叉、罗刹将，守护北方郁单越人。毗沙门由梵文音译而来，又译为毗舍罗波拏、吠室罗摩拏、吠室啰末那、薜室啰末拏、鞞室罗懑囊、鞞沙门等，意译作多闻、遍闻、普闻天、种种闻、、遍门、善门或不好身等，俱吠啰、鸠鞞罗、拘鞞罗、金毗罗则为其别名，或称为拘毗罗毗沙门。此上诸名之中，以“毗沙门天”与“多闻天”最为常见。毗沙门是帝释天之外臣，十二天之一。毗沙门是正信佛法的保护神，因此，供奉毗沙门像，与正信佛法正好相辅相成，并不抵触。毗沙门拥有可畏、天敬、众归等三城，有五位太子。随着唐代密宗的兴起，崇拜毗沙门也流行起来。毗沙门的原型是印度古代婆罗门教的财神俱比罗。在印度史诗中，俱比罗和罗婆那是兄弟，居住在喜马拉雅山。这些神话被密教吸收，形成了毗沙门天王的形象。唐代翻译了大量密教典籍，推动了毗沙门天王的崇拜。人们在军旗、庙宇中设置毗沙门像，一些人甚至在背上刺青毗沙门像。宋元后，毗沙门和李靖结合，演化为托塔李天王，并在明代小说如《西游记》中定型。总之，毗沙门天王源自印度，传入中国后受到热烈崇拜，并与本地文化结合，在中国定型。", "毗沙门天王": "毗沙门天王是佛教的护法神之一，位于四大天王的北方，又称北方多闻天王。毗沙门由梵文音译而来。又译为毗舍罗波拏、吠室罗摩拏、吠室啰末那、薜室啰末拏、鞞室罗懑囊、鞞沙门等，意译作多闻、遍闻、普闻天、种种闻、遍门、善门或不好身等，俱吠啰、鸠鞞罗、拘鞞罗、金毗罗则为其别名。是正信佛法的保护神，因此，供奉毗沙门天五像，与正信佛法正好相辅相成，并不抵触。毗沙门天王拥有可畏、天敬、众归等三城，他拥有有五位太子，名称分别是最胜、独健、那吒、常见、禅只。毗沙门天王起源于印度神话中的财神俱比罗，后被密教吸收，发展成为一个独立的神明。毗沙门天王信仰最初流行于唐代的于阗地区(今新疆和田)，后传入宫廷和西北边关军队，被视为战神崇拜。唐代民间广泛崇拜毗沙门天王，主要是因为密教的兴盛，毗沙门天王是密教的主要神灵。许多密教典籍与毗沙门天王相关，敦煌和四川的石窟也有毗沙门天王图像，文献记载有许多庙宇绘有其形象，甚至有人将其刻于身体。《毗沙门仪轨》提到，毗沙门天王的第三子那吒太子常随其父。明代小说《西游记》中，毗沙门天王变成了托塔李天王，其演变过程尚未明了。毗沙门天王起源复杂，不同宗教及神话传说的要素，在中国佛教史上占有重要地位。", "湿婆": "湿婆是印度教三大神之一，湿婆常被称为毁灭之神，又或称破坏神和苦行神。湿婆是梵文的音译。湿婆的前身是印度河文明时代的生殖之神“兽主”和吠陀风暴之神楼陀罗，湿婆兼具生殖与毁灭、创造与破坏双重性格。印度教神话中的湿婆形象有三只眼睛和五个面孔，湿婆的第三只眼睛在额头，有一弯新月在上面或下面。湿婆的头发在头顶盘成角状，有蛇缠在湿婆的黑色颈部，像领子。湿婆挂着一串人头骨项链，湿婆穿着虎皮，鹿皮或象皮。湿婆有时坐在虎皮上。手里拿着一头鹿。湿婆骑着公牛难底，武器是三叉戟，手里还有弓、鼓和末端有骷髅的棍棒。湿婆的颈部之所以黑色，是因为湿婆吞下能毁灭世界的剧毒药物。湿婆的第三只眼睛可以射出神火，曾用它烧死引诱湿婆的爱神，烧掉梵天五头中的一个，烧毁三个妖魔城市。湿婆的基本象征是林伽(意指男根)，湿婆在印度各地受到人们尤其是希望有孩子的妇女的崇拜。湿婆有多个妻子，如德叉之女萨蒂和雪山神女提毗。湿婆有两个儿子，室建陀和伽内萨，前者是天神军队的统帅，后者是至今广受崇拜的象头神。湿婆既是大苦修者，常在大雪山顶禅定苦修，湿婆也常沉迷于宴乐，和提毗狂欢摇摆。湿婆作为舞王，他的舞蹈代表宇宙的律动，蕴含创造与毁灭。", "阿底峡": "阿底峡,原名月藏,法名吉祥燃灯智,印度佛教高僧,藏传佛教噶当派祖师。982年阿底峡出生在东印度一个王族家庭,从小受佛教熏陶,11岁出家,拜众多上师学习因明学和密宗。阿底峡20岁时,不愿继承王位,出外求法。阿底峡游学印度各地, 阿底峡学习各种学科知识,精通大乘佛教经论。约1013年,阿底峡带125名弟子到金洲学法12年，后回印度,任超戒寺首座。1040年,阿底峡率弟子入藏传法。两年后到达古格, 阿底峡驻托林寺,与国王研讨佛学,撰写《菩提道炬论》。阿底峡在古格弘法三年,声望传遍藏地。阿底峡准备回印度时被尼泊尔战乱阻滞,后被仲敦巴·嘉维炯奈等请入前藏弘法。在前藏期间,阿底峡看到桑耶寺的众多梵文佛经,大加赞赏，便翻译、抄录多部佛经,并亲自撰写释论。阿底峡继续在聂塘等地弘法,为僧众传授戒律,建立静修院,传授三士道。阿底峡又去拉萨等地弘法,翻译佛经,撰写释论。1054年,阿底峡在聂塘圆寂,享年72岁。阿底峡在藏地弘法十三年,广收徒弟,传授显密教法,培养四大弟子。其弟子仲敦巴·嘉维炯奈继承他的教法,创立了噶当派。阿底峡在藏期间翻译和撰写了一百多部著作,代表作有《二万颂般若光明论》译著和《菩提道炬论》等论著。", "藏传佛教": "藏传佛教是中国佛教重要的派系之一,属于北传大乘佛教。藏传佛教形成于8至9世纪,成熟于12至13世纪,保留了印度佛教中期和后期的文化特征。7世纪,佛教从印度等地传入藏区,逐渐发展成具有藏族文化特征的藏传佛教。藏传佛教历史大致分为前弘期和后弘期。藏传佛教的前弘期从7世纪持续到9世纪,是佛教传入藏区和藏传佛教形成的黄金时期。藏传佛教的后弘期从10世纪至15世纪格鲁派兴起,长约4到5百年,是藏传佛教中断后在藏区的复兴时期。这一时期,大批藏族僧侣赴印度学习佛法。返回后,翻译大量佛经,弘扬佛法。同时,藏区也邀请印度高僧讲学和培养弟子,推动各宗派的产生发展。藏传佛教拥有完整的经、律、论三藏,以及大量其他典籍。内容涵盖广泛领域,贯通小乘、大乘和金刚乘。形成了独特的理论体系和实践方法。在密宗、活佛转世等方面呈现鲜明特色。藏传佛教产生20多个宗派,主要的有格鲁派、宁玛派、萨迦派和噶举派。其他宗派包括噶当派、息解派、觉域派和布鲁派等。藏传佛教各宗派发展不均衡,有的时间短暂,有的融入其他派别,有的则兴盛发展。在中国,藏传佛教流行于藏、蒙、土、裕固和纳西各族。海外亦传至不丹、尼泊尔、印度、蒙古、俄罗斯和西方国家。", "藏传佛教摄类学": "藏传佛教摄类学是藏传佛教因明学的一个专门分支,主要用于教授因明学的初学者。藏传佛教摄类学在藏传佛教和其他外道的判教界定中发挥为破邪论安立正道的推理作用,也是取得宗教学位的必备。藏传佛教摄类学的理论系统由三个层次组成:小理路、中理路和大理路。小理路从简单的概念入手,逐步学习因明术语,论证简短精练。中理路探讨如何认识事物,分析相违及相属等矛盾关系,扩展其量理知识。大理路进入应成论式的辩论阶段，通过辩论，指出思想认识中的错误,其理路艰深、论证繁多。藏传佛教摄类学的理路贯穿三个程序：驳他宗、立自宗、断除诤论，即提出问题、表述观点和得出结论，即驳斥其他教派,论述自己教派观点,祛除他人疑惑三部分。藏传佛教摄类学驳斥其他教派以量学理论为基础,采用应成辩论形式，反驳他人错误观点、消除疑惑、证明正理。藏传佛教摄类学立自宗是论述立论者自己的观点，主要遵循和引用陈那的集量论和法称的释量论反驳他人错误观点。藏传佛教摄类学祛除他人疑惑是为破除他人疑惑和诤论，从立论者立场阐述自己理论观点,驳斥对方错误观点。摄类学内容包括心理和因理两个层面。心理层面从认知论角度阐释因明学内涵和心理认知。因理层面从逻辑学角度阐释因明学的现量与比量概念。", "藏传佛教因明学": "藏传佛教因明学是藏传佛教诠释其义学的重要科目和论辩方式。又名量论。藏传佛教因明学内涵涉及佛教逻辑学、认识论和知识论，被列入藏传佛学五部大论之一，成为藏族十明学文化的主要构成。藏传佛教因明学以陈那的《集量论》和法称的《释量论》等因明学的逻辑思维和推理路径，破除印度外道四派学说，确立佛教内道四派观见，建立了中观应成派思想的宗旨。在十一至十三世纪藏传佛教因明学取得了前期成果。主要有注疏类、原创性和综合性论著三种。藏传佛教因明学注疏类论著对陈那与法称因明学经典进行注疏，以俄·罗丹喜饶的《量抉择论释难》为代表；藏传佛教因明学原创性论著为藏族学僧独创的摄类学，以恰巴·却吉僧格的《量论摄义祛蔽论》为代表；藏传佛教因明学综合性论著在前人成果的基础上进一步深化对因明学的研究，以萨迦班智达·贡噶坚赞的《量理宝藏论》为代表。清代藏传佛教因明学在原有基础上持续发展，以格鲁派为代表的藏传佛教寺院成为其发扬光大的基地。其他宗派对因明学也做过深入研究，如噶举派贡珠·云丹嘉措及其著作《量学》、觉囊派土登·格勒嘉措及其著作《摄类学论·悟道宝灯》、宁玛派居弥庞·绛央南杰嘉措及其著作《释量论释难·善说宝藏》等具有代表性。", "大手印法": "大手印法是中国藏传佛教噶举派的核心教义。与其他宗派一致,推崇中观思想,特别坚持中观应成派的观点。由于注重上师传承及其密法的实修,大手印法成为噶举派独有的核心教法仪轨。大手印法不是指密法修持中的手结印,而是修持密法取得成就、证悟和智慧的象征,如自性、实相、菩提、法身、真如等。大手印法涉及显密修行法。显宗大手印法是专注于心性,修无分别,达到安住。密宗大手印法是通过风息融入中脉产生的大乐光明,是无上瑜伽续的精要法门。密宗大手印法的教理体系复杂,有多种分支，大手印法修行主要有四种瑜伽法:专一、离戏、一味、无修。除大手印法外,噶举派还提倡对那若六法的专门修习,二者相辅相成。大手印法作为噶举派独有的核心教法,是其传承的精髓。大手印法涵盖显密修行,特别强调密宗瑜伽法的修习,追求大乐光明的体证,达到自性、实相、菩提等的悟解,体现密宗特征。那若六法的修习,则更加深化并巩固大手印法。大手印法与那若六法相互配合,构成噶举派独具特色的修行体系。大手印法强调修得大手印,就是证悟所致的智慧。大手印法包括显密修行,显宗追求心性修无分别达安住,密宗追求通过风息融入中脉产生大乐光明。大手印法教理体系复杂,修行法有四种瑜伽法。", "大圆满法": "大圆满法是中国藏传佛教宁玛派的核心教义,大圆满法源于印度佛教密宗,大圆满法形成于藏传佛教前弘期,成熟于后弘期。大圆满法继承了莲花生、无垢友的密宗思想,大圆满法汇聚了毗茹札那等吐蕃高僧的佛学思想和密法传承,后来大圆满法又得到宁玛派高僧的发扬光大,形成自成体系的大圆满法。土观·洛桑却吉尼玛解释大圆满法，“大圆满”是人类现前离垢的明空赤露的心智,是众生身中无始本生的清净心性。通过修行大圆满法可以不受污染,置于空寂明净的理想境界。修行大圆满法正确认识这个明空心智或清净心性,可以获得涅槃寂静。大圆满是自成体系的密法，大圆满法的内涵由心部、界部和教授部构成。心部说明真心是体、相、用三个方面。心部追求使真心变为明空的体性,达到空有统一的状态。界部指的是法性境界。教授部提出以永离取舍、双融无分别的智能,将一切法归于法性,用无二分别的智性现证法性境界,成就自证金刚锁身。宁玛派作为旧密传承宗派,率先对释迦牟尼教法作教相判释。将整个佛法判为九乘,从第一乘声闻至第九乘大圆满阿底瑜伽逐层升级,以获取大圆满法为最高境界。无垢友对构建宁玛派大圆满法这一金字塔式体系有深远影响,尤其对大圆满思想的形成有重要作用。", "道谛": "道谛又称苦灭道迹圣谛,道谛是四圣谛之一,道谛讲的是“灭苦之道”。四圣谛包括苦谛、集谛、灭谛和道谛。道谛是属于佛教初时教法的内容,是各宗派的基本教义。道谛是佛教初时教法中关于破解苦集、使苦不再积聚、达到寂灭的修行方法。道谛的要求必须修习八正道，诸恶莫作，众善奉行，这就是道谛。道谛要求修习的八正道包括：道谛之正见，,离邪倒分别，为八正道之主体。道谛之正思维。离邪分别，离诸杂念。道谛之正语。修口善业，不作一切非理之语。道谛之正业。离诸身过，住清净身正身。道谛之正命。清净的身口意三业，离五邪命。道谛之正精进。止恶修善，以上五法，勇猛精进相续无间。道谛之正念。忆持正法。道谛之正定，住无漏清净之禅定。道谛是趣向小乘涅槃（灭尽定）之道，三十七道品，是道谛的仔细开展，即四念处，四正勤，四如意足，五根，五力，七觉支，八正道。北传《集异门论》道谛四相：道、如、行、出。南传《小部·无碍解道》道谛四相：出、因、见、增上。道谛是遵循的修行指南，运用道谛逐渐破除贪、嗔、痴,到达小乘涅槃（灭尽定）。依道谛可以转变心性,破除烦恼，修行中按道谛防止三种烦恼再生，达到超越苦乐的宁静心境。这就是初时教法的“灭苦之道”的道谛。", "等持": "等持是汉语词汇，梵语旧称三昧，译为定，新称三摩地，译曰等持。是指心住于一境平等维持。等持是印度古代的瑜伽修行方法。在帕坦伽利所著的《瑜伽经》中，系统的阐述了等持的理论和修行方法，在第三部分“成就篇”指出，第八支“三摩地”意即等持，是指不再有具体的冥想对象，而是意识进入到空灵的状态。这也是瑜伽修行的最好状态。所以，等持指心安住于一境而平等维持，也就是指心与所缘对象合而为一，主观意识犹如不存在，所以等持被认为是瑜伽修行的最高阶段。在佛教里有定慧等持，三等持、三重等持、四修等持等。定慧等持指同任持禅定与智慧。《大毗婆沙论》曰：三等持者：一空；二无愿；三无相。若空无我二行相俱无漏等持，名空三摩地。《唯识述记》载“等持者平等持心等，但于境转，故名等持，故通定散......三摩地，此去等持”。《俱舍论》曰：“契经复说三重等持。一、空空。二、无愿无愿。三无相无相。”由于智慧的纯度不同，佛陀给出无量等持异名。所缘不同，等持境界不同。大乘的真正等持是“恒住如如”，也就是佛的定境。因此，佛陀倡导听闻正法，如理思惟，最终以智慧生起从而达到定慧等持的定境。等持的修行只是手段，通过等持可以使心更加专注于闻思法义 。", "兜率天": "兜率天，佛教欲界的第四层天。兜率天也被翻译为兜率陀天、知足天、睹史多天或喜足天。兜率天意味着人们对物质享受知足,但是对八正道的追求却永不满足，又在此兜率天之人，对于自身及外界感受，生喜乐知足之心，故名喜足兜率天。分内院和外院，兜率天的内院是即将成佛的弥勒菩萨(一生补处菩萨)成佛前的最后一生居住的地方。根据佛教理论，每当佛陀降生人世之前，都要先在兜率天为诸天讲说佛法。释迦牟尼佛就是从兜率天这里降生到人间并示现成佛的,未来佛弥勒现住兜率天兜率内院宣说佛法,等待寿命结束后从兜率天下生成佛。在兜率天,人的寿命是四千岁,一昼夜相当于人间的四百年。对兜率天和弥勒的描述主要集中在“弥勒三经”中,即《观弥勒上生兜率天经》、《弥勒大成佛经》和《弥勒下生经》。根据这三部经文,在中国形成了广泛流传的弥勒净土信仰,认为只要修行十善或念诵弥勒的名字,就可以往生兜率天。中国古代高僧道安和玄奘等人也是弥勒净土的信仰者，都曾发愿往生弥勒净土。敦煌壁画根据佛经的描述绘制出多种《弥勒经变》,大力渲染兜率天无限美妙的景象。后来,道教借鉴佛教,将太上老君的居所也称为兜率天。兜率天甚至影响到了《西游记》等明清小说。", "集谛": "集谛又称苦集圣谛，集谛是四圣谛之一，集谛讲“苦之因”,四谛指，知苦、断集、证灭、修道。断集的“集”就是集谛。集谛是佛教初时教法内容，集谛指认识到痛苦产生的原因。集谛指出了产生痛苦的原因在于贪爱、烦恼和无明。集意为招聚。谛意为审实不虚。集谛审察一切烦恼惑业，知其于未来必招集三界生死之苦果。集谛指出苦之根源在于渴爱，断除集谛就是断除渴爱。不同佛教派对集谛的解释各有不同。阿毗达磨之诸论师大多认为‘诸有漏法之因’即是集谛。漏,为烦恼之异名。经量部之譬喻师认为‘业烦恼’即是集谛。分别论者区分‘集’与‘集谛’,谓唯有能招感‘后有’之‘爱’为集谛;其余之‘爱’与其余各种‘有漏之因’则是‘集’,非‘集谛’。说一切有部仅以‘爱’为集谛之自性。北传《集异门论》：集谛四相：因、集、生、缘；南传《小部·无碍解道》：集谛四相：堆积、因缘、结缚、障碍；“集谛”，解释轮回是苦的原因，核心思想“十二因缘”。四谛中苦谛与集谛为世俗谛，灭谛与道谛为胜义谛。总之,集谛指出产生苦的根源在于渴爱。佛教各派对集谛的解释略有不同,但总的说来,集谛阐明了产生痛苦之根源,集谛指出了解脱的障碍，集谛为修行者指出了摆脱生死轮回的方向。", "苦谛": "苦谛又称苦圣谛，苦谛是四圣谛之一，苦谛讲的是“苦之相”。苦谛是佛教初时教法的内容，苦谛指出人生存在八种痛苦:生、老、病、死、爱别离、怨憎会、求不得、五蕴炽盛。苦谛说世间一切众生因为有漏,所以都在苦中。苦谛，生命现象呈现著迁流变化的情形，叫作“诸行无常”。苦谛指生命现象的无常变化导致的痛苦。苦谛指出乐受是短暂的，欲望的满足伴随更大欲望的到来，乐是苦因，乐也是苦谛，因此一切皆苦。南传佛教《长部》苦谛分为十一种。生,不同生命的出生、再生等是苦谛。老,不同生命的衰老,种种苦痛是苦谛。死,不同生命的死亡是苦谛。愁,由不幸和苦法引起的忧愁等是苦谛。悲,因为不幸和苦法而引起的哭泣、悲哀等是苦谛。苦,身体的疾病不适是苦谛。忧,心身的不愉快是苦谛。恼,不幸或苦法所引起的生气、绝望等是苦谛。怨憎会,对不喜欢的事而生的怨憎是苦谛。爱别离,不能与喜欢的人或事物在一起是苦谛。求不得,对于苦的诉求无法实现而痛苦是苦谛。北传《集异门论》：苦谛四相：无常、苦、空、非我；南传《小部·无碍解道》：苦谛四相：逼迫、有为、热恼、变易；故五取蕴即是苦谛。苦谛指这些苦法的真切,无论佛出世与否,苦法常住,一切如来都深知并宣说此苦谛。", "灭谛": "灭谛。灭谛又称苦灭圣谛,灭谛是四圣谛之一,灭谛讲的是“苦之灭”，灭谛是佛教初时教法中的内容。四谛是苦谛、集谛、灭谛和道谛，就是知苦、断集、证灭、修道。证灭的“灭”就是灭谛，四谛所要确立摆脱痛苦的目标就是灭谛。就是知道苦，要断除它，就要灭谛、需要修道。灭谛指讲述要灭除产生痛苦的原因,达到熄灭烦恼和愚痴的境界即灭谛。这就是初时教法追求的小乘涅槃(灭尽定),灭谛即涅槃。灭谛是佛教初时教法追求的最高目标。不达灭谛,就是说感受苦、乐、不苦不乐都是因为喜贪心不舍离,贪嗔痴等烦恼不离去。如果厌恶贪嗔痴,永尽贪嗔痴,则达灭谛(寂静涅槃),心灵解脱,不再感受苦报、乐报和不苦不乐报,达到灭谛也不再有后有。厌恶、离欲、灭尽、涅槃,这就是灭谛。如果不达灭谛,必定在苦报中继续体会。如果说不离欲就能得到解脱,灭谛就失去其真谛的意义,四圣谛也就失效了。事实上,从来没有人不离欲而达到解脱的灭谛。北传《集异门论》:灭谛四相:灭、静、妙、离;南传《小部·无碍解道》:灭谛四相:出离、远离、无为、不死;《瑜伽师地论》第六十八卷:问何等法灭故名灭谛耶。答略有二种。一烦恼灭故。二依灭故。烦恼灭故得有余依灭谛。依灭故得无余依灭谛。", "三宝": "三宝是佛教的核心定义。三宝包括佛宝、法宝和僧宝。三宝犹如世间难得的珍宝,是佛教徒尊崇和依止的对象。三宝的佛宝指觉悟的佛陀,三宝的法宝指佛陀教导的教法,三宝的僧宝指修行教法的僧人。三宝威德，能破恶业障道、能获佑加持、能除邪见恶念、能消减我执习气。三宝中的佛宝,是指圆满觉悟的本师释迦牟尼佛,也泛指尽十方三世一切诸佛;三宝中的法宝,是指佛陀依如实觉了而宣示于世间众生的善巧教法。僧,梵语‘僧伽’,译和合众,也叫僧团,四人以上的名称。三宝中的僧宝,指依诸佛教法如实修行、弘传佛陀正法、度化众生的四众弟子。三宝为一切佛教徒所尊重供养,成为佛教徒就是要皈依三宝。所以佛教徒又称三宝弟子，就要皈依佛、法、僧三宝。皈依就是以三宝为依靠。三宝既是佛法的总纲,所以凡是修学佛法,应先信仰三宝。入佛门与皈依三宝,是密不可分的。而皈依三宝,则必须心诚意正,坚信自身亦可成佛,然后发大乘菩提心,精进修行,如此才能与三宝的精神相应。从三宝的内涵及其威德来看,可知皈依三宝并非只是形式上的程序,而是从彻底的仰信出发,并深切体会三宝确为世间最珍贵的宝物,能令众生出离生死,入不思议解脱境界。因此把自己的身心归向三宝、融入三宝,是十分重要的。", "三藏法师": "三藏法师是精通佛教典籍之经、律、论三藏者的尊称。三藏法师又称三藏比丘、三藏圣师，或略称三藏。佛教典籍的分类方法有很多种，最简洁的分类方法是分成经、律、论三类。经藏跟律藏通常是佛说，经藏是佛所讲的道理，律藏是佛陀为后世的弟子们所建立的行为规范，戒律。经跟律是佛陀最清净的法界中流淌出来的，是学习佛陀教法要依止的根本。论藏是佛涅槃后，印度各历史时期出现一些论师，对经跟律有着精深研究的佛教的学者、修行者，即论师，他们通过学习经和律，写出对佛陀教法的理解的著作称为论，论藏不是佛说。法师，广义指佛陀及其弟子，北本《大般涅槃经》第十八卷记载：“大法之师，以知法、知义、知时、知足、知我、知大众、知众生种种根性、说中道故名大法师”狭义的法师是要能善于学法并且讲法的人，一般人认为法师指的都是比丘，并不一定，法师的含义非常广泛，并不一定都是指出家的僧人。精通律藏的叫律师，精通论藏的叫论师，精通经律论三藏的，就叫三藏法师。最著名的三藏法师莫过于玄奘法师，还有很多三藏法师，如三藏法师鸠摩罗什、三藏法师义净、三藏法师真谛、三藏法师达摩笈多、三藏法师求那跋陀罗、三藏法师菩提流支、三藏法师佛陀跋陀罗、三藏法师实叉难陀等。", "优婆塞": "优婆塞，也译为乌婆塞、伊蒲塞、优婆婆柯、邬波索迦等，优婆塞是佛教对在家男性信徒的称呼。优婆塞一词的音义，《希麟音义》解释优婆塞是“近事男”，优婆塞意为“亲近承事三宝者”；《玄应音义》说明优婆塞是“近善男”，也叫“近宿男”，也就是意为“近三宝而住宿”。优婆塞的意译还有清信士、近事男、近善男、善宿男、善男、信男、信士等，也就是指已经皈依佛法僧三宝但仍在家的信徒。优婆塞如果遵守五戒，不杀生、不偷盗、不邪淫、不妄语、不饮酒，则称为持戒优婆塞。在中国优婆塞也称为居士。释迦牟尼佛的弟子耶舍之父俱梨迦长者是第一位优婆塞。优婆塞所对应的女性信徒称为优婆夷。所以，优婆塞是佛教对在家信仰佛教、遵守佛教戒律的男性信徒的尊称，优婆塞是四众或七众中的一员。因此，优婆塞也是四众弟子之一，也就是男居士，就是在家男性佛教徒，是受持五戒的男信众。最负胜名的在家优婆塞就是维摩诘居士。在家弟子皈依后就是优婆塞，优婆塞也是佛弟子中，佛在世时的常随众之一。在家众也是要学习经论、教理、法义才能真正称之为合格的佛弟子，合格的优婆塞，不仅要自己学习法义经论，也要弘扬大乘了义佛法，弘传佛陀正法。上求佛道下化众生，供养三宝，才是真正的优婆塞。", "优婆夷": "优婆夷是佛教中的在家女信徒，意为“清净女”、“近善女”等。优婆夷信奉三宝，遵守五戒。优婆夷属于在家二众或四众，有时也称为七众之一。优婆夷又被称为婆罗门女或婆罗门妇,是古印度四大种姓之一婆罗门种姓的女性成员，享有许多特权，婆罗门的优婆夷不仅可以学习吠陀经典和其他宗教文学，优婆夷还可以选择自己的婚姻对象。在佛教中首位优婆夷是佛陀的比丘弟子耶舍的母亲，其成为最早的优婆夷。优婆夷需要遵守五戒:不杀生、不偷盗、不邪淫、不妄语、不饮酒。优婆夷如果能持守五戒，则称为持戒优婆夷。优婆夷是佛教的女性在家信徒，遵循佛法，持守五戒，信奉三宝。所以，优婆夷是佛教对在家信仰佛教、遵守佛教戒律的女性信徒的尊称，优婆夷是四众或七众中的一员。因此，优婆夷也是四众弟子之一，也就是女居士，就是在家女性佛教徒，是受持五戒的女信众。最负胜名的在家优婆夷塞就是胜鬘夫人。在家女性弟子皈依后就是优婆夷，优婆夷也是佛弟子中，佛在世时，佛的常随众之一。在家众也是要学习经论、教理、法义才能真正称之为合格的佛弟子，合格的优婆夷，不仅要自己学习法义经论，也要弘扬大乘了义教法，弘传佛陀正法。上求佛道下化众生，供养三宝，才是真正的优婆夷。", "由旬": "由旬是梵文音译词，印度古代的一种长度单位，由旬用于计算路程，一由旬约当于十五千米。由旬这个词在佛经里也被译为“由延”、“逾缮那”等。玄奘在《大唐西域记》中记录，一由旬等于四十里，但在印度一般视一由旬为三十里，而在佛教典籍中一由旬则是十六里。具体说法不一。由旬的梵语原意是“驾”，后来由旬引申为牛车一天的行程，从早上出发到晚上才停驾的全程叫一由旬。在不同的文献中由旬的具体换算有所不同。由旬另一种说法是，由旬是一个古代的时间概念。由旬指的是每月的三段时间，每段由旬大约10天。所以一个月大约有3个由旬，一个由旬10天左右。由旬时间概念主要用于记录和划分一个月内的时间变化，以便于记载日常事务或观察自然变化。由旬概念在古代主要见于中国和日本。中国古代的许多文献资料中都有由旬的时间概念和表述，都有“上旬”“中旬”“下旬”的表述，以表示某月的上、中、下三段时间。相传位于世界中心的须弥山有八万四千由旬。由旬这个词在佛经中也是经常出现的，在《楞伽经》中，大慧菩萨代众生提问的一百零八个问题，就有“半由旬由旬”这样的经文。凡夫认为长度（由旬）是真实存在的，而佛陀的观点是，凡夫境界压根无生，也就没有由旬这样的所谓存在。", "经藏": "经藏是佛教经类文献集成。经藏、律藏、论藏合称三藏。经又称契经、经本，音译作修多罗、素怛缆等。经一词的梵文原意为线，即简明扼要贯穿纲领之意，又说指“善言”。经藏开头多冠以“如是我闻”，以表信，即经是佛亲口所说，后世弟子不得删减补充修改。佛入灭后约四百年，佛陀教法被首次用巴利语记录下来，形成上座部五部经藏。巴利语是古印度俗语，据上座部自传是佛陀所用语言（摩揭陀语），另说，是早期编订佛经时在西部俗语基础上形成的书面经典语。上座部五部经藏长部、中部、相应部、增支部、小部，是南传佛教经藏基础。是初时教法的经藏。五部经藏汉译有四部，即长阿含经、中阿含经、杂阿含经、增一阿含经。汉译经藏亦存有大量单行经篇。大乘经藏约于公元一世纪出现。现存早期大乘经藏包括：般若类经、法华经、华严经、金刚经、维摩诘经、阿弥陀经等。大乘经藏在印度无编集系统，无固定的数量、部类和排序。唐代智昇的开元释教录将大乘经藏分为般若、宝积、大集、华严、涅槃五大部和五大部外诸经，成为后世经藏分类的标准。大乘经藏多以梵语或混合梵语写成，有大量梵文原典保存至今，也有为数不少的经典原本失传，仅存汉藏译本。中国于佛教初传的东汉时期便有大乘经藏出现。", "禅定": "禅定也译为三昧、三摩地等。禅定是指心一境性。禅定指心专注于某一对象，达到不散乱状态。禅定最初形态与印度远古时期瑜伽有关。修习禅定是佛法与外道共法。大乘佛法六度之一就是禅定，但佛法与外道修行禅定有区别，区别在于是否经历佛陀正法的闻思，是否在佛陀正见指引下修习禅定，不经佛陀正法的闻思，不领受正见，所修禅定基本都是外道禅定，与佛法无关。楞伽经中讲了七个有关禅定的词语，禅那、三摩地、三摩钵底、奢摩他、毗钵舍那、三摩呬多、一缘，各依禅定境界差异而有所不同。四禅八定则是指色界四禅和无色界四定共八个。其中禅那即欲界禅定，色界四禅即三摩地，无色界四定即三摩钵底。奢摩他即止，毗钵舍那即观。三摩呬多专指见道登初地后圣者的禅定境界。一缘则是八地以上菩萨才有的禅定境界。小乘修习灭尽定，是通过禅定功夫压制转识生起，从而断除误以为存在的六道轮回中死了再来的分段生死。楞伽经把佛法的禅定分为了四种，愚夫所行禅、观察义相禅、攀缘真如禅和如来清净禅。愚夫所行禅是声闻缘觉的禅定，观察义相禅和攀缘真如禅，是基于三时教法而建立的菩萨修行的禅定，如来清净禅就佛的禅定。佛在经中说的法，是修习佛法禅定的指南。资粮位修行者听闻正法，如理思维就是修行，而不是专修禅定。", "慧能": "慧能(638~713)是中国唐代高僧，又称大鉴禅师。慧能续五祖弘忍法脉，被尊为禅宗六祖，慧能是禅宗南宗的代表。《六祖能禅师碑铭》记载，慧能俗姓卢，慧能祖籍河北范阳(今河北涿州)，慧能父亲曾是官僚，后被贬岭南(今广东)。慧能幼时丧父，咸亨年间至黄梅礼见弘忍求学，慧能负责舂米，随众听法，后弘忍密授慧能祖师袈裟，以为信记，嘱其远行。慧能前往南方，于平民间杂居达16年。后遇印宗法师于南海(今广州)讲《涅槃经》，慧能听讲后指出其不当之处。印宗与慧能交流，甚为拜服。慧能正式出家受戒。后慧能回韶州(今广东韶关)传法，弟子法海记录为《坛经》，系中国佛典中唯一称“经”者。武后、中宗敕书召慧能入京，慧能辞不奉召，驻锡曹溪达30余年之久，于先天二年八月示寂，世寿76。后来关于慧能的记载多有建构成分。《坛经》等记载，慧能卖柴时听闻一客诵读《金刚经》，便前往黄梅求学。无尽藏尼持《涅槃经》问字，慧能虽不识字，但一闻便知，解了其义。慧能闻两僧辩风幡，慧能言，“不是风动，不是幡动，仁者心动”。慧能圆寂后得到很多谥号。相传慧能遗体未坏，现存于广东曹溪南华寺。慧能在中国佛教史上的重要地位，与慧能弟子的推崇密切相关。", "迦叶": "迦叶（约前6世纪），迦叶是佛陀的十大弟子之一，又译作迦摄、迦叶波、迦摄波，大迦叶，迦叶意译饮光或大龟氏。迦叶出生于摩揭陀王舍城一婆罗门家庭。饮光和大龟氏各有传说。一说是迦叶祖上为上古仙人，因“身光炎踊，能映余光使不现”因而得族名饮光。另有一说迦叶先代学道，因有灵龟负仙图而应，得以龟为氏族名。实际上两名都是出自对于梵文词的不同解释。迦叶本名毕钵罗，迦叶得毕钵罗名原因一说是迦叶父母因敬拜毕钵罗树神得子，另说迦叶生在毕钵罗树下。迦叶自幼厌离世俗，迦叶婚后十二年父母亡故，迦叶出家。迦叶初遇数位名师皆不合意。佛陀成道第三年，迦叶于竹林精舍听佛说法后归服。迦叶以无价宝衣奉佛，佛回赠迦叶粪扫衣。迦叶因行十二头陀称头陀第一。迦叶年高后，佛陀劝迦叶舍乞食归僧众受食，劝迦叶舍粪扫衣著轻衣，迦叶未敢从命。迦叶因形陋衣敝受众比丘轻慢，但佛陀说“迦叶功德，与我不异”，分半座与迦叶共坐。佛陀信迦叶能荷负佛法，将衣钵传迦叶，嘱迦叶待弥勒出世后转付。《法华经•受记品》记载佛陀预言迦叶在“奉觐三百万亿诸佛世尊”后为佛，称“光明如来”。迦叶于佛陀涅槃后在王舍城七叶窟召集主持佛教首次结集。后迦叶在伽耶城北鸡足山灭度。", "戒贤": "戒贤（约活动于六七世纪），是印度大乘佛教瑜伽行派的论师。音译尸罗跋陀罗。据《大唐西域记》载，戒贤为东印度三摩呾吒国人，是王族，属于婆罗门种姓。戒贤少年好学，操行优异，遍游各地，戒贤访求名师，至那烂陀寺，戒贤遇护法菩萨后信悟佛法，受学出家。戒贤在护法的指导下，深究瑜伽唯识理论，戒贤同时精学因明学、声明学等。后有一位南印度外道论师，见护法名高而起嫉妒之心，便不辞道远而来，击鼓挑起论战。戒贤请求代护法参加论战，戒贤循理责实，予以辩驳，外道词穷，蒙耻而退。国王以城邑酬赏戒贤，戒贤在当地建起伽蓝。戒贤后来继承护法任那烂陀寺住持，弘传唯识教义。玄奘西行时，戒贤已经106岁了，为那烂陀寺大长老，仍然不顾年迈，戒贤为玄奘讲解《瑜伽师地论》、《阿毗达磨顺正理论》、《显扬圣教论》、《对法论》、《集量论》、《中论》、《百论》等书，戒贤前后讲解了三遍《瑜伽师地论》，历时九个月。戒贤为世亲一系唯识今学传人，戒贤在佛学思想上对玄奘影响至深，玄奘对戒贤在佛教义理传承上的重大贡献充分赞扬。高宗永徽三年（652）玄奘接智光和慧天信，得知戒贤已经辞世，遂在复函中对戒贤去世深表哀悼。对戒贤的教诲和提携表示真切的感激。", "四谛十六行相": "四谛十六行相是佛教初时教法的概念，四谛十六行相指苦谛、集谛、灭谛和道谛这四谛各有四种行相，合称十六行相。四谛又称四圣谛，圣者所见之真理也。十六行相在北传《集异门论》中，有四种行相，分别指苦谛的无常、苦、空、无我，集谛的因、集、生、缘，灭谛的灭、静、妙、离，道谛的道、如、行、出。四谛十六行相在南传《小部·无碍解道》中，分别为逼迫、有为、热恼、变易；堆积、因缘、结缚、障碍；出离、远离、无为、不死；出、因、见、增上。四谛十六行相反映了佛陀对生活中苦难现象的深刻观察。苦谛阐述了生活中的痛苦、无常、空无自性和无我，集谛揭示了苦难的成因、累积、生起和条件，灭谛阐述了痛苦的解脱、安静、妙善和离苦，道谛指导了修行方法、道理、实践和最终的出离。理解四谛十六行相对于探讨佛教初期教法具有重要意义。四谛十六行相这些概念在不同传统中有不同的解释，但都指向同一核心——解脱世间苦难的道路。学习四谛十六行相，可以更好地理解佛教初时教法的核心思想和实践方法。四谛十六行相在小乘修行中具有重要地位，四谛十六行相引导修行者认识无常、空无自性和无我的本质，认识苦难的根源，并努力寻找解决脱苦的问题和方法，引领修行者解脱和出离。", "四念处": "四念处，亦称四念住、四意止。四念处是三十七道品之一，是声闻乘修行者的主要修行方法。四念处也是上座部根本修行方法，即内观。四念处是指从四个方面建立起的持续的稳定的觉知，通俗的讲，四念处就是四个要观察的地方，四个心要放置的地方，四念处就是把心安住于身、受、心、法四个所缘上修行，体会无常、苦、无我的特性。四念处中的身念处，就是观察身体的现象。四念处中的受念处，就是观察感受的生起和消失。四念处中的心念处，就是观察心识的运作，如贪、嗔、痴等，四念处中的法念处，就是观察世间各种事物的生灭变化。四念处能够让修行者直接体悟五蕴的刹那生灭，无常、苦、无我的真实面目，从而断除烦恼。修行四念处，要破除四种颠倒，也称为四念处观，四念处是在身、受、心、法这四个处所，以不净、苦、无常、无我的正念，而生起智慧的观察，即观身不净，观受是苦，观心无常，观法无我。四念处除上述四个不同的观行外，还有一个总相念处，即观一切有为法皆是无常、苦、无我以及空性。《维摩诘经》载：三十七道品是菩萨净土，菩萨成佛时，念处、正勤、神足、根、力、觉、道众生来生其国。也就是说大乘修行者发无上菩提心后，在菩提心的摄受下，修行四念处也是大乘佛法的修行。", "金克木": "金克木（1912.08.14～2000.08.05），中国印度学学者，诗人，散文家，翻译家。金克木字止墨，祖籍安徽寿县，生于江西万载县。金克木中学时辍学，曾在家乡小学教书。1930年金克木赴北平修习多种语言等。1935年金克木到北京大学图书馆工作。1941年金克木至印度加尔各答任中文版《印度日报》编辑。1943年金克木到贝拿勒斯鹿野苑学习梵语、巴利语，后学习奥义书，协助V.V.郭克雷教授校勘《集论》梵本。1945年金克木写成《梵语语法〈波你尼经〉概述》，详尽论述了《波你尼经》的作者、成书年代及语法体系等内容，并附部分章节译解。同年，金克木写就《试论梵语中的“有—存在”》一文。后期，金克木撰写一系列佛学研究文章，曾写“佛学谈原”，金克木指出中国应加强对佛经梵语原典研究，唯有追究原本，才能加深对汉文佛经的理解，金克木以鸠摩罗什的译经文体及另两部汉译楞伽经和心经为实例，做出示范分析。1984金克木年自梵语译出一说为世亲菩萨造的三自性论。金克木通晓梵文、巴利文、印地文、乌尔都文拉丁语等。金克木与季羡林培养了我国首批梵语、巴利语学者。金克木兼学东西，在中印文化交流、文学翻译、创作等诸多领域均有建树。", "四大": "四大的概念起源于印度，是四大种的简称。四大是印度古代哲学中的基本概念，四大的梵文是mahābhūta，指地、水、火、风，四大被视为构成世间一切事物的基本元素，代表着坚、湿、暖、动四种属性。四大在印度被外道视为构成世间一切事物的基础。四大概念最早出现在奥义书等文献中，后来的顺世论、胜论派、正理派、耆那教等，也都将四大视为物质世界的基础构成，但对四大形态和性质等有不同解释。在印度古代哲学中，四大造色，也就是认为四大是构成世间一切事物的基本元素，这样的思想观点是非常普遍的。在佛教思想体系中，初时教法小乘修行者对四大的理解与外道相同，都认为四大是真实存在的。然而，在大乘佛法体系当中，佛陀并不认同四大造色的观点，在二时教法中，凡夫境界压根无生，又怎会有一个“四大”生出根本不存的凡夫境界呢，因此四大是空性，四大根本不存在，四大无生，四大根本没有、压根没有、从来就没有过；在三时教法中，佛陀立足圣者境界，安立圣者才能见的阿赖耶识，是想告诉凡夫，阿赖耶识杂染种子现行时，根本没有现出四大这样的心外事物，而仅仅只是显现出了心外没有四大而无明凡夫非误以为有四大的错觉。四大只是虚妄分别，四大只是错觉上误以为的有。", "菩提流支": "菩提流支 Bodhiruci（约五六世纪），一译菩提留支，意译道希、觉希，菩提流支是印度来华僧人，译经家，菩提流支是北印度佛教高僧，北魏佛经翻译家。菩提流支是最早译介佛教瑜伽行派经典的译经家之一。续高僧传、开元释教录、历代三宝纪记载，菩提流支为北印度人，精通咒术和佛教三藏。菩提流支有志弘扬佛法，北魏永平元年（508）越过葱岭来到洛阳。北魏宣武帝命人加以礼遇，安排菩提流支住永宁寺殷勤供养，请菩提流支主持译经工作。后随东魏迁往邺城（今河北临漳西南）。从永平初年到东魏天平（534～537）年间的近30年中，译出金刚般若波罗蜜经、大萨遮尼乾子所说经、佛说佛名经、入楞伽经、深密解脱经、佛说法集经、金刚般若波罗蜜经论、十地经论、大宝积经论、弥勒菩萨所问经论、百字论、十二因缘论等。宣武帝命清信士李廓撰写众经目录，李廓统计菩提流支译经总数为39部127卷。开元释教录则称有30部101卷。菩提流支的翻译偏重大乘瑜伽行派思想。此外，菩提流支还与勒那摩提等共译十地经论。此外，菩提流支授观无量寿经于昙鸾，并译无量寿经论，对于净土宗确立有重要影响。菩提流支在翻译事业上拥有非常高的成就，为佛典梵文翻译做出重大贡献。", "素食": "素食是指不食用肉类的饮食习惯。素食起源于佛教传入中国之后。由于佛教戒律强调不杀生，因此倡导素食。尽管早期的中国佛教徒并未完全禁止吃荤，但逐渐偏向素食。南朝梁以前，已有僧人开始实行素食，素食可以专注于禅修和诵经。梁武帝萧衍时期，佛典中已经有关于素食禁止食肉和不杀生的记载。梁武帝信奉佛教，颁布诏书\"去宗庙牺牲，修行佛戒，蔬食断欲\"（见《广弘明集》卷二十六），并撰写《断酒肉文》。在梁武帝的倡导下，后世僧尼普遍实行素食，素食这一习惯逐渐影响到佛教界以外，也使得中国饮食文化中形成了一个素食流派。素食的益处有很多。首先，素食有助于环保，因为种植业产生的温室气体和水污染问题相对较少。其次，素食有利于健康。研究表明，素食者患心血管疾病、糖尿病和某些癌症的风险较低。素食还有助于控制体重，素食富含纤维的蔬菜和水果能增强饱腹感，食用素食会减少热量摄入。素食在中国有着悠久的历史，素食文化丰富多样。素食包括素菜、素面、素汤等各种美食，通过创意素食烹饪技巧，可以将蔬菜、豆腐、蘑菇等素食食材烹制成色香味俱佳的素食。素食作为一种生活方式，越来越受到人们的关注和欢迎。许多人选择素食，不仅出于健康原因，还有对环保、保护动物等多方面的考虑。", "青目": "青目，约活动于四世纪。青目是四世纪印度佛教中观派论师。青目在中印文化交流方面发挥过一定作用，青目具体官爵不详，青目的故里不详，青目为圣天的再传弟子，圣天是印度大乘佛教中观派创始人龙树的弟弟，龙树也被藏族人看作密教的祖师。青目是早为龙树《中论》（又名《中观论》或《正观论》）写作注疏的论师之一。青目之疏释各颂大义，文意简要，被鸠摩罗什认为是古印度数十家《中论》注疏中相对较好的，所以翻译了青目的注释，由此传入中国。现中国流传的《中论》有青目的释文版本，因此青目的学说在汉传佛教中占有一定的地位。后世对青目的生卒年月及生平所知并不多，但青目大力弘扬大乘中观思想，而且青目是最早为龙树《中论》写作注疏的论师之一，青目的注释在中亚一带极为流行，青目的注释最后由鸠摩罗什传入中国。青目是最早为龙树的《中论》（又名《中观论》或《正观论》）写作注疏的论师之一。青目为《中论》做的释目前仅存汉译本，青目的中论释与无胃疏是《中论颂》最早的两部注释，篇幅都比较简略，以随文释义为主，且两书有一半以上有同质部分，疑存在同源关系。青目的中论释对汉传佛教义理研习和宗派沿革产生了深远影响，至今仍是汉语界研习中论的基本参考。", "普贤菩萨": "普贤菩萨，佛教菩萨名，音译为三曼多跋陀罗，曾译为遍吉菩萨。佛经说，普贤菩萨象征着理德、行德，普贤菩萨与象征着智德、正德的文殊菩萨相对应，同为释迦牟尼佛的左、右胁侍。普贤菩萨在中国佛教中与观音、文殊、地藏并称为四大菩萨。毗卢遮那如来、文殊菩萨、普贤菩萨被尊称为“华严三圣”。在密教，很早就出现了普贤菩萨信仰。《大日经》记载，诸菩萨以普贤菩萨为首，在胎藏界曼荼罗中居于“中台八叶”的东南方位。普贤菩萨在中国民间影响很大，四川峨眉山是普贤菩萨的道场。明代小说《西游记》即有与普贤菩萨相关的故事。《封神演义》则把普贤菩萨说成是“普贤真人”。此外，在许多庙宇和绘画中都能经常看到普贤菩萨的形象。普贤菩萨的坐骑是六牙白象，其白象象征着力大无比，也就是要有坚韧不拔、大无畏的行动力，敢于实践。在《大方广佛华严经》之《入不思议解脱境界普贤行愿品》中，善财童子五十三参，普贤菩萨告善财曰，成就如来功德的十大行愿：一者敬礼诸佛，二者称赞如来，三者广修供养，四者忏悔业障，五者随喜功德，六者请转法轮，七者请佛住世，八者常随佛学，九者恒顺众生，十者普皆回向。也就是要成就佛的功德应修以上十种广大行愿。", "华严宗": "华严宗是中国佛教的一大宗派, 华严宗又称贤首宗。华严宗以《华严经》为依据, 构建理论体系。华严宗起源于唐朝，华严宗的中国世系相传是杜顺法师为始祖，云华智俨法师为二祖，贤首法藏法师为三祖，清凉澄观法师为四祖，圭峰宗密禅师为五祖。后在宋朝时期加入马鸣、龙树，圭峰宗密又被称为七祖。又据考证，华严宗最初是由智正、智现、贤首三代相传，认为杜顺初祖说是后人杜撰。又说华严宗实际创始人是法藏，但传统上以龙树菩萨为初祖。到贤首法藏，华严宗才形成体系。华严宗鼎盛于唐,与天台宗、禅宗并称三家。华严宗后因武宗会昌毁佛衰落。华严宗祖庭为陕西华严寺。此外，杭州慧因寺曾有华严第一道场之誉，又终南山至相寺、草堂寺以及五台山显通寺亦为重要的华严宗道场。日本华严宗大本山为奈良东大寺。华严宗主要著作有:《华严经》《圆觉经》《华严点睛论》《华严论疏钞》等。华严宗主要人物有:杜顺、智俨、贤首法藏、清凉澄观、圭峰宗密等。华严宗思想精深广大 ,对后世佛教发展产生深远影响。华严宗融汇了中印佛教思想,成为连接南北佛教的纽带, 华严宗把印度佛教的理论系统与中国思想相结合,形成自己独特的理论体系, 华严宗在中国佛教史上占有重要地位。", "护法": "护法全名鸠耶般若,约活动于六世纪, 护法法师是印度佛教唯识学十大论师之一。护法为南印度达罗毗荼国建至城大臣之子,本与王女有婚约,但在结婚之日出家。护法精通大小乘佛学, 护法在摩揭陀那烂陀寺广布教化,学徒达数千人。护法弟子众多，护法主要的弟子有胜友、胜子、智月、亲光、戒贤等。戒贤是玄奘在那烂陀寺的老师。因此玄奘法师跟随戒贤法师学习，承袭了护法法师这一脉的关于唯识学的主要思想。护法在二十九岁时，退隐摩诃菩提寺，护法专心著述。护法的主要著作有《大乘广百论释论》、《成唯识宝生论》、《观所缘缘论释》、《唯识三十颂释》等，护法法师大力弘扬了佛陀三时教法唯识学相关思想。玄奘从印度回国后,主要依据护法的《唯识三十颂释》,并参考其他九家著作,翻译成《成唯识论》十卷,对后世产生广泛影响。护法三十二岁示寂。护法是印度佛教史上具有重要地位的高僧,对中国佛教史也产生了重大影响,尤其对玄奘和中国唯识学派的形成发展,起到了关键作用。", "韩清净": "韩清净(1884-1949),原名克宗,字德清,号清净居士,河北河间人。韩清净是现代著名佛教学者和居士。韩清净早年中举人,后专研佛学,依《俱舍论》学行唯识学。1924年, 韩清净和朱芾煌共同创办法相研究会。1927年,将法相研究会改组为三时学会, 韩清净讲学刻经并重。韩清净讲学专重唯识学，取佛第三时说法之意，韩清净将研究旨趣定于瑜伽行派法相唯识学。韩清净在法相唯识之学有颇为高深的造诣。韩清净与欧阳竟无的支那内学院南北呼应。1925年, 韩清净赴日本出席东亚佛教大会,宣读论文《十义量》,广受赞许。韩清净的法相唯识学研究坚守传统,强调三时判教,以唯识收摄般若。韩清净主要著作是《瑜伽师地论科句批寻记》,未及出版。韩清净其他著作有《唯识三十颂诠句》《唯识三十论略解》《唯识指掌》《唯识论述记讲义》《大乘阿毗达磨集论别释》《般若波罗蜜多心经略赞》《能断金刚经了义疏》等。韩清净还组织出版了《宋藏遗珍》, 收录山西赵城广胜寺所发现《金藏》中典籍40余种，多为孤本，价值颇高，韩清净为学界提供珍贵资料。韩清净是20世纪中国著名的佛教学者和居士, 韩清净在佛教学术界有重要影响, 韩清净为佛教法相唯识学的传承和发展做出了重要贡献。", "噶举派": "噶举派是藏传佛教主要宗派之一,起源于十一世纪印度大成就者帝洛巴、那若巴和弥勒巴的传承。藏族高僧玛尔巴·却吉洛哲和琼波南觉等多次赴印度求法,返藏后创立噶举派。噶举派初有香巴噶举派和达布噶举派两大支系。达布噶举派兴盛发展,又衍生出噶玛噶举派、蔡巴噶举派、拔绒噶举派和帕主噶举派四大支系。其中:一. 噶玛噶举派:由都松钦巴创立,重寺为噶玛拉顶寺和楚普寺。首创藏传佛教活佛转世制度,产生黑帽红帽两大活佛世系。二. 蔡巴噶举派:由香蔡巴·尊珠札创立,主寺为蔡巴寺和蔡公堂寺。1268年，蔡巴寺住持桑杰欧珠被元朝皇帝封为蔡巴万户长，蔡巴噶举派遂成为前藏一带政教合一的重要宗派之一。后来格鲁派兴起，将蔡巴寺和蔡公堂寺改为格鲁派寺院，蔡巴噶举派遂融入格鲁派。三. 拔绒噶举派:由达玛旺久创立,主寺为拔绒寺。近代仅存少数寺院。 四. 帕主噶举派:由帕莫主巴创立,与朗氏家族合作,建立帕主第悉政权。内部又分为八个支系,如智贡噶举派、达隆噶举派、周巴噶举派、雅桑噶举派等。噶举派重视密法,尤其修习大手印法和那若六法。近代以来,噶举派传入周边国家,在当地建立寺院和僧团,影响面较广。", "格鲁派": "格鲁派起源于十五世纪,格鲁派是中国藏传佛教的主要宗派之一。格鲁派的创始人是宗喀巴·洛桑札巴,原为噶当派僧人。格鲁派僧人头戴黄色僧帽,也称黄教。格鲁派的法脉源自印度高僧月称和阿底峡尊者。宗喀巴推崇月称的《入中论》和阿底峡的《菩提道炬论》,并将这两部论定为格鲁派的教法依据。1409年,宗喀巴在拉萨大昭寺举办大法会，其宗教威望和社会地位迅速提升。同年，宗喀巴在拉萨汪古尔山上创建甘丹寺，以该寺为中心建立了格鲁派。1416年建格鲁派寺院哲蚌寺,1418年建格鲁派寺院色拉寺,称拉萨格鲁派三大寺,奠定格鲁派基础。继拉萨格鲁派三大寺之后，宗喀巴的弟子根敦珠巴（1391～1474）于1447年在后藏日喀则创建格鲁派寺院扎什伦布寺。十六世纪采用活佛转世制度。清代,格鲁派达赖喇嘛与班禅转世由清廷确认,格鲁派成藏区执政教派。除四大寺,格鲁派寺院还有青海塔尔寺,甘肃拉卜楞寺,四川强巴林寺等代表。近现代,在印度建许多寺院,印度南部仿三大寺,寺僧众多。格鲁派不仅在藏区广泛流传，而且格鲁派在藏族、蒙古族、土族、裕固族等少数民族中仍有深远的影响。格鲁派是中国藏传佛教最重要的学派之一,格鲁派对藏区的政治、经济、文化产生深远影响。", "菩提流志": "菩提流志Bodhiruci(？～727）,音译觉爱、意译法希。菩提流志本名达摩流支，至中土后由武后改称菩提流志。菩提流志是印度来华高僧,译经家。菩提流志为印度婆罗门种姓人,自幼聪慧过人。菩提流志12岁出家入外道学习波罗奢罗学说,通晓各种知识。60岁方皈依佛教学习三藏内容,不过五年即通达。菩提流志后游学印度各地,聆听名师讲学。683年,菩提流志应唐高宗邀请来中国。693年菩提流志到达长安,受武则天敕令住东都开始翻译经典，译《文殊师利所说不思议佛境界经》、《佛说宝雨经》等经卷。695年,菩提流志与实叉难陀等译《大方广佛华严经》80卷。706年,菩提流志应诏译《大宝积经》,历时七年完成,共120卷。该经融合旧译和新译,参酌多种译本翻译而成。713年,《大宝积经》编订完成,呈祝太上皇获题序。《大宝积经》译毕后，菩提流志辞去译业，专注诵经禅观,晚年迁至洛阳长寿寺,享寿156岁。据《开元释教录》统计，菩提流志所译经卷共有53部111卷,菩提流志翻译的经典对中国佛教理论体系的形成作出重要贡献。菩提流志通过翻译宣扬大乘佛教思想,促进中印文化交流，是中国佛教发展史上重要的译经高僧之一。", "求那跋陀罗": "求那跋陀罗Guṇabhadra(394~468),意译功德贤，另号摩诃衍，是印度僧人,南北朝时期活跃在中国的重要译经家。求那跋陀罗出身中印度婆罗门家庭,幼习五明,后皈依佛教。求那跋陀罗受具足戒后游学各地,通达三藏,赴师子国（今斯里兰卡）后东渡中国。435年到广州,被送至建康(南京)朝拜宋文帝,受顶礼遇。文帝召集名僧出城迎接,后面见并崇重之。应众僧请,在祇洹寺译《杂阿含经》50卷,在东安寺译《大法鼓经》等。454年,求那跋陀罗随荆州刺史刘义宣,在辛寺译《八吉祥经》、《过去现在因果经》、《央掘魔罗经》等。义宣起兵叛乱时被裹挟,后证明无罪，求那跋陀罗更受宋明帝优遇。468年,求那跋陀罗寿终于长安,终年75岁。求那跋陀罗所译经典很多,据《开元释教录》记载达52部134卷,现存约30部。代表作有杂阿含经、大法鼓经、八吉祥经、过去现在因果经、央掘魔罗经、相续解脱地波罗蜜了义经、相续解脱如来所作随顺处了义经、胜鬘经等。求那跋陀罗是南北朝时期最重要的译经高僧之一。求那跋陀罗东渡中国35年,历仕四朝,广译佛经,宣扬大乘佛教,推动佛教文化交流,对中国佛教发展产生深远影响，求那跋陀罗获得佛教界广泛赞誉。", "四圣谛三转十二行": "四圣谛三转十二行，是释尊在鹿野苑初转法轮时，以示、劝、证三个层次（三转）阐明苦、集、灭、道四谛，四圣谛三转十二行每一转各有四行相，共计十二行相。 四圣谛三转十二行之三转各具眼、智、明、觉等四行相，或三周循历四圣谛，故称十二行相，又称四圣谛三转法轮十二行、三转四轮十二行法轮等。法轮（法华经），十二行相（俱舍论），以行之十二可为解之本义。天台文句举教行之二义，俱舍论玄赞则单就行解之佛说三转法轮经曰：‘尔时世尊告五苾刍曰：汝等苾刍，此苦圣谛，于所闻法如理作意，能生眼智明觉。’故以教划分，四圣谛一一有示劝证之三转而称十二行相。以行划分，三转一一生眼智明觉四种智，每一谛中皆有三转十二行相，共有十二转四十八行相。三转：一、示相转，肯定四谛：说此是苦、集、灭、道；二、劝相转：说此苦谛应知，集谛应断，灭谛应证，道谛应修；三、证相转：说苦谛已知，集谛已断，灭谛已证，道谛已修。三转也说为初转、二转、三转，各有四行。四圣谛三转十二行：初转四行：知苦；即观察到苦的集起之因。二转四行：对苦更深入了解。三转四行：知道苦已不再来。此处的知苦和知苦因，是和十二缘起密不可分，而四圣谛三转十二行，即为十二缘起从了解到灭尽的过程。"}